{"counterpart": 1, "rush": 2, "fifteenth": 3, "studio": 4, "ha": 5, "gone": 6, "less": 7, "phase": 8, "entir": 9, "year": 10, "career": 11, "span": 12, "first": 13, "start": 14, "play": 15, "classic": 16, "hard": 17, "rock": 18, "steel": 19, "wildli": 20, "progress": 21, "period": 22, "condens": 23, "yet": 24, "introspect": 25, "perman": 26, "fire": 27, "brief": 28, "adult": 29, "contemporari": 30, "presto": 31, "roll": 32, "bone": 33, "begin": 34, "modern": 35, "hardrock": 36, "era": 37, "decid": 38, "push": 39, "keyboard": 40, "asid": 41, "favor": 42, "crunchi": 43, "guitar": 44, "orient": 45, "known": 46, "rupert": 47, "hine": 48, "product": 49, "previou": 50, "two": 51, "album": 52, "brought": 53, "back": 54, "produc": 55, "peter": 56, "collin": 57, "collabor": 58, "power": 59, "window": 60, "hold": 61, "editori": 62, "review": 63, "indic": 64, "basher": 65, "take": 66, "note": 67, "thi": 68, "polish": 69, "overproduc": 70, "clean": 71, "sound": 72, "ever": 73, "made": 74, "three": 75, "valu": 76, "maximum": 77, "drum": 78, "bass": 79, "ye": 80, "still": 81, "peopl": 82, "use": 83, "subtli": 84, "clearli": 85, "heard": 86, "get": 87, "impress": 88, "wa": 89, "design": 90, "center": 91, "sort": 92, "divid": 93, "come": 94, "particular": 95, "doe": 96, "much": 97, "heavier": 98, "trio": 99, "great": 100, "music": 101, "howev": 102, "half": 103, "song": 104, "outstand": 105, "uninspir": 106, "contriv": 107, "backseat": 108, "becom": 109, "influenc": 110, "seatl": 111, "grung": 112, "scene": 113, "turn": 114, "origin": 115, "even": 116, "though": 117, "probabl": 118, "one": 119, "least": 120, "favorit": 121, "oddli": 122, "enough": 123, "contain": 124, "cut": 125, "chase": 126, "coldfir": 127, "display": 128, "melod": 129, "best": 130, "basic": 131, "work": 132, "veri": 133, "well": 134, "also": 135, "mani": 136, "instanc": 137, "fall": 138, "flat": 139, "hit": 140, "miss": 141, "main": 142, "theme": 143, "lie": 144, "titl": 145, "cover": 146, "topic": 147, "everi": 148, "band": 149, "beat": 150, "death": 151, "love": 152, "thank": 153, "know": 154, "delv": 155, "without": 156, "risk": 157, "clich": 158, "mood": 159, "dark": 160, "similar": 161, "move": 162, "pictur": 163, "point": 164, "neil": 165, "lyric": 166, "talent": 167, "wane": 168, "bit": 169, "problem": 170, "solv": 171, "new": 172, "vapor": 173, "trail": 174, "interpret": 175, "mean": 176, "far": 177, "better": 178, "provid": 179, "explan": 180, "track": 181, "pleas": 182, "bear": 183, "breakdown": 184, "decent": 185, "predict": 186, "nice": 187, "organ": 188, "compliment": 189, "retain": 190, "qualiti": 191, "make": 192, "like": 193, "build": 194, "toward": 195, "end": 196, "open": 197, "stick": 198, "surviv": 199, "matter": 200, "rocker": 201, "plenti": 202, "punch": 203, "someth": 204, "heaviest": 205, "bad": 206, "excel": 207, "moodi": 208, "engag": 209, "throwback": 210, "chanc": 211, "solo": 212, "alex": 213, "done": 214, "standout": 215, "nobodi": 216, "deal": 217, "homosexu": 218, "fail": 219, "front": 220, "michael": 221, "kamen": 222, "orchestr": 223, "fit": 224, "dure": 225, "choru": 226, "sun": 227, "anoth": 228, "put": 229, "fantasi": 230, "compiment": 231, "structur": 232, "definit": 233, "either": 234, "alien": 235, "understand": 236, "opposit": 237, "sex": 238, "way": 239, "shine": 240, "speed": 241, "surpris": 242, "seem": 243, "rest": 244, "captur": 245, "overton": 246, "agre": 247, "serv": 248, "good": 249, "break": 250, "doubl": 251, "quickli": 252, "grew": 253, "consid": 254, "struggl": 255, "evil": 256, "dream": 257, "everyday": 258, "life": 259, "thing": 260, "geddi": 261, "lee": 262, "hi": 263, "voic": 264, "never": 265, "expect": 266, "menac": 267, "spoken": 268, "word": 269, "vers": 270, "believ": 271, "leav": 272, "perfectli": 273, "craft": 274, "instrument": 275, "minor": 276, "part": 277, "sector": 278, "vari": 279, "clever": 280, "jam": 281, "session": 282, "commerci": 283, "vibe": 284, "time": 285, "noth": 286, "infecti": 287, "light": 288, "differ": 289, "hte": 290, "closer": 291, "realli": 292, "last": 293, "slight": 294, "letdown": 295, "fantast": 296, "ordinari": 297, "caught": 298, "essenti": 299, "addit": 300, "catalogu": 301, "reason": 302, "underr": 303, "becaus": 304, "came": 305, "peak": 306, "tend": 307, "ignor": 308, "releas": 309, "overr": 310, "prais": 311, "bash": 312, "anyth": 313, "befor": 314, "true": 315, "alway": 316, "techniqu": 317, "histori": 318, "deserv": 319, "credit": 320, "buy": 321, "onli": 322, "die": 323, "fan": 324, "simultan": 325, "ask": 326, "whi": 327, "dedic": 328, "supposedli": 329, "obsess": 330, "former": 331, "somewhat": 332, "think": 333, "latter": 334, "answer": 335, "fine": 336, "exampl": 337, "given": 338, "dubiou": 339, "label": 340, "quot": 341, "kick": 342, "ass": 343, "expertli": 344, "assimil": 345, "altern": 346, "raw": 347, "would": 348, "quit": 349, "mistaken": 350, "explor": 351, "territori": 352, "person": 353, "uncomfort": 354, "past": 355, "result": 356, "demonstr": 357, "usual": 358, "level": 359, "show": 360, "cool": 361, "younger": 362, "mayb": 363, "littl": 364, "smooth": 365, "pick": 366, "interest": 367, "recent": 368, "continu": 369, "reinvent": 370, "bought": 371, "cd": 372, "long": 373, "ago": 374, "ca": 375, "feel": 376, "right": 377, "hero": 378, "beauti": 379, "alik": 380, "hide": 381, "lack": 382, "inspir": 383, "weakest": 384, "often": 385, "view": 386, "masterpiec": 387, "may": 388, "refer": 389, "stab": 390, "certainli": 391, "return": 392, "forefront": 393, "popular": 394, "conscious": 395, "doubt": 396, "assist": 397, "fulli": 398, "embrac": 399, "driver": 400, "behind": 401, "direct": 402, "head": 403, "sever": 404, "synth": 405, "wash": 406, "grace": 407, "pressur": 408, "walk": 409, "path": 410, "base": 411, "perform": 412, "record": 413, "focu": 414, "rhythm": 415, "rather": 416, "bud": 417, "funk": 418, "hip": 419, "hop": 420, "present": 421, "sonic": 422, "shift": 423, "featur": 424, "guitarist": 425, "lifeson": 426, "compon": 427, "materi": 428, "tradit": 429, "free": 430, "fill": 431, "space": 432, "mind": 433, "distinct": 434, "instantli": 435, "recogniz": 436, "find": 437, "sing": 438, "superl": 439, "perhap": 440, "confid": 441, "vocalist": 442, "allow": 443, "full": 444, "control": 445, "rang": 446, "invest": 447, "emot": 448, "evolut": 449, "peart": 450, "earli": 451, "fiction": 452, "allegor": 453, "parabl": 454, "wore": 455, "societi": 456, "current": 457, "began": 458, "trend": 459, "bent": 460, "larg": 461, "relationship": 462, "domin": 463, "global": 464, "slant": 465, "talk": 466, "themselv": 467, "wealth": 468, "stun": 469, "jangli": 470, "anim": 471, "soak": 472, "bridg": 473, "stand": 474, "ditto": 475, "alon": 476, "manag": 477, "portray": 478, "haunt": 479, "tens": 480, "seek": 481, "easili": 482, "themat": 483, "content": 484, "mention": 485, "previous": 486, "ofver": 487, "includ": 488, "driven": 489, "shore": 490, "explos": 491, "metaphor": 492, "funki": 493, "singl": 494, "cold": 495, "bitter": 496, "line": 497, "said": 498, "suffici": 499, "affect": 500, "vocal": 501, "deliveri": 502, "undercurr": 503, "whitmanesqu": 504, "uplift": 505, "reflect": 506, "everyth": 507, "fairli": 508, "obviou": 509, "messag": 510, "glori": 511, "swell": 512, "hand": 513, "experiment": 514, "number": 515, "overt": 516, "succeed": 517, "hope": 518, "straightahead": 519, "funkier": 520, "uniqu": 521, "moon": 522, "monster": 523, "rif": 524, "churn": 525, "chug": 526, "spin": 527, "explod": 528, "overlook": 529, "cleverist": 530, "moment": 531, "lyricist": 532, "bizarr": 533, "agent": 534, "strang": 535, "lot": 536, "intrigu": 537, "success": 538, "abound": 539, "highli": 540, "recommend": 541, "appar": 542, "soon": 543, "onc": 544, "taken": 545, "mix": 546, "crank": 547, "acoust": 548, "sampl": 549, "serious": 550, "musician": 551, "lightli": 552, "reshap": 553, "signatur": 554, "shred": 555, "factor": 556, "distinctli": 557, "outing": 558, "grow": 559, "listen": 560, "call": 561, "possibl": 562, "effort": 563, "plethora": 564, "heavi": 565, "deceiv": 566, "weak": 567, "sad": 568, "ton": 569, "perfect": 570, "scenerio": 571, "boy": 572, "toronto": 573, "let": 574, "go": 575, "list": 576, "drive": 577, "envelop": 578, "creat": 579, "pound": 580, "groov": 581, "hate": 582, "tri": 583, "someon": 584, "els": 585, "sens": 586, "metal": 587, "clone": 588, "coupl": 589, "hundr": 590, "maul": 591, "crush": 592, "stay": 593, "boast": 594, "tune": 595, "spot": 596, "tight": 597, "afterimag": 598, "lose": 599, "creep": 600, "give": 601, "chill": 602, "honest": 603, "meaning": 604, "f": 605, "cking": 606, "plain": 607, "stood": 608, "slave": 609, "hormon": 610, "bodi": 611, "soul": 612, "lift": 613, "obscur": 614, "surfac": 615, "hmmm": 616, "mediocr": 617, "drag": 618, "downer": 619, "familiar": 620, "realiz": 621, "hell": 622, "trippi": 623, "distort": 624, "flinch": 625, "potenti": 626, "place": 627, "hiatu": 628, "whenev": 629, "loud": 630, "tire": 631, "hear": 632, "away": 633, "riff": 634, "killer": 635, "deep": 636, "biggest": 637, "sinc": 638, "enter": 639, "age": 640, "want": 641, "worth": 642, "tediou": 643, "name": 644, "dean": 645, "koontz": 646, "book": 647, "read": 648, "wail": 649, "kid": 650, "god": 651, "tell": 652, "filler": 653, "repitoir": 654, "extrem": 655, "redecor": 656, "sure": 657, "musicianship": 658, "sloppi": 659, "hook": 660, "memor": 661, "day": 662, "hemispher": 663, "signal": 664, "newer": 665, "older": 666, "gem": 667, "yawner": 668, "treatment": 669, "delus": 670, "grandeur": 671, "saw": 672, "electr": 673, "synthes": 674, "earlier": 675, "stuff": 676, "mid": 677, "late": 678, "solid": 679, "write": 680, "wear": 681, "flannel": 682, "shirt": 683, "pore": 684, "old": 685, "enjoy": 686, "chang": 687, "ad": 688, "etc": 689, "forev": 690, "energi": 691, "side": 692, "kind": 693, "went": 694, "wrong": 695, "heartless": 696, "cours": 697, "ruin": 698, "wan": 699, "na": 700, "gave": 701, "copi": 702, "friend": 703, "mine": 704, "worst": 705, "bummer": 706, "natur": 707, "prefer": 708, "certain": 709, "might": 710, "top": 711, "consist": 712, "fast": 713, "suddenli": 714, "ballad": 715, "high": 716, "encount": 717, "catch": 718, "okay": 719, "awkward": 720, "sexual": 721, "flourish": 722, "dumb": 723, "ahh": 724, "ah": 725, "meh": 726, "ya": 727, "basslin": 728, "generalcold": 729, "catchi": 730, "spirit": 731, "radio": 732, "cap": 733, "conclus": 734, "wave": 735, "unbeliav": 736, "could": 737, "written": 738, "septemb": 739, "incred": 740, "nineti": 741, "utterli": 742, "commeci": 743, "wonder": 744, "leagu": 745, "dread": 746, "fireless": 747, "categori": 748, "say": 749, "defin": 750, "guy": 751, "actual": 752, "thought": 753, "slip": 754, "gee": 755, "pretti": 756, "state": 757, "favotit": 758, "camp": 759, "got": 760, "knew": 761, "farewel": 762, "king": 763, "whole": 764, "section": 765, "tour": 766, "candlebox": 767, "dissappoint": 768, "crowd": 769, "night": 770, "caus": 771, "none": 772, "week": 773, "anyway": 774, "laugh": 775, "bore": 776, "xanadu": 777, "comment": 778, "remast": 779, "version": 780, "compar": 781, "admit": 782, "crisper": 783, "catalog": 784, "need": 785, "usuaulli": 786, "output": 787, "purchas": 788, "comparison": 789, "liter": 790, "ani": 791, "sit": 792, "whose": 793, "spend": 794, "labor": 795, "profession": 796, "pop": 797, "group": 798, "root": 799, "despit": 800, "presenc": 801, "clunker": 802, "strong": 803, "set": 804, "date": 805, "astound": 806, "deconstruct": 807, "straight": 808, "pearl": 809, "frothi": 810, "heartiest": 811, "slab": 812, "heck": 813, "fun": 814, "sustain": 815, "momentum": 816, "gener": 817, "settl": 818, "remain": 819, "complet": 820, "fittingli": 821, "real": 822, "dog": 823, "slug": 824, "torn": 825, "across": 826, "repres": 827, "form": 828, "hint": 829, "next": 830, "darn": 831, "crunch": 832, "warmth": 833, "slick": 834, "barrier": 835, "second": 836, "dismiss": 837, "huge": 838, "took": 839, "longer": 840, "warm": 841, "big": 842, "almost": 843, "stellar": 844, "later": 845, "tempo": 846, "goe": 847, "upbeat": 848, "manli": 849, "balanc": 850, "feminin": 851, "aspect": 852, "intern": 853, "extern": 854, "idea": 855, "heart": 856, "departur": 857, "kinda": 858, "vein": 859, "face": 860, "closest": 861, "anymor": 862, "anthem": 863, "amp": 864, "clear": 865, "crisp": 866, "shini": 867, "found": 868, "low": 869, "appreci": 870, "sentiment": 871, "particularli": 872, "express": 873, "pain": 874, "loss": 875, "due": 876, "aid": 877, "polit": 878, "correct": 879, "awkwardli": 880, "frankli": 881, "skip": 882, "everyon": 883, "misfir": 884, "awhil": 885, "reced": 886, "background": 887, "foreshadow": 888, "disappear": 889, "wo": 890, "disappoint": 891, "virtual": 892, "sell": 893, "shame": 894, "look": 895, "introduc": 896, "honor": 897, "initi": 898, "absolut": 899, "exact": 900, "monstrou": 901, "lame": 902, "especi": 903, "rhyme": 904, "tackl": 905, "controversi": 906, "subject": 907, "melodi": 908, "blah": 909, "attempt": 910, "robot": 911, "scientist": 912, "see": 913, "mainli": 914, "tho": 915, "six": 916, "minut": 917, "repetit": 918, "laid": 919, "instrumnt": 920, "audibl": 921, "inconsist": 922, "shock": 923, "ten": 924, "learn": 925, "run": 926, "dualiti": 927, "lead": 928, "ugli": 929, "sabbathesqu": 930, "highlight": 931, "goofi": 932, "final": 933, "left": 934, "pointless": 935, "nowher": 936, "oh": 937, "forget": 938, "short": 939, "finish": 940, "duo": 941, "finest": 942, "amaz": 943, "relentless": 944, "wrench": 945, "gut": 946, "touch": 947, "gritti": 948, "coolest": 949, "rough": 950, "thick": 951, "songwrit": 952, "photo": 953, "liner": 954, "ethusiasm": 955, "welcom": 956, "drop": 957, "action": 958, "niel": 959, "drummer": 960, "live": 961, "basicali": 962, "borish": 963, "fanci": 964, "intric": 965, "fact": 966, "wors": 967, "princip": 968, "pen": 969, "caress": 970, "pepper": 971, "cheesey": 972, "reak": 973, "stupid": 974, "kill": 975, "idioticli": 976, "ball": 977, "weird": 978, "tonn": 979, "corniest": 980, "cheesiest": 981, "weepeist": 982, "sachrinst": 983, "exhaust": 984, "outro": 985, "string": 986, "beaten": 987, "chees": 988, "shall": 989, "competitionfor": 990, "job": 991, "descript": 992, "ahhha": 993, "moonit": 994, "sunrisewhen": 995, "rolessh": 996, "partnerbut": 997, "firewhat": 998, "horrid": 999, "world": 1000, "boggl": 1001, "jocular": 1002, "humour": 1003, "creativ": 1004, "imagin": 1005, "librari": 1006, "echo": 1007, "blow": 1008, "water": 1009, "dynam": 1010, "sacd": 1011, "analog": 1012, "sourc": 1013, "digit": 1014, "lp": 1015, "resolut": 1016, "except": 1017, "tape": 1018, "although": 1019, "convert": 1020, "counter": 1021, "dat": 1022, "master": 1023, "wide": 1024, "util": 1025, "truli": 1026, "ridicul": 1027, "higher": 1028, "contact": 1029, "kevin": 1030, "shirley": 1031, "engin": 1032, "confirm": 1033, "discov": 1034, "studer": 1035, "soni": 1036, "le": 1037, "rank": 1038, "loath": 1039, "decad": 1040, "begun": 1041, "leifson": 1042, "spotlight": 1043, "disc": 1044, "men": 1045, "women": 1046, "silli": 1047, "neal": 1048, "pull": 1049, "dialogu": 1050, "charact": 1051, "massiv": 1052, "test": 1053, "condit": 1054, "eighteenth": 1055, "entitl": 1056, "octob": 1057, "million": 1058, "seller": 1059, "brilliant": 1060, "throughout": 1061, "januari": 1062, "montreal": 1063, "caveman": 1064, "black": 1065, "crow": 1066, "iron": 1067, "maiden": 1068, "remix": 1069, "led": 1070, "zeppelin": 1071, "compris": 1072, "juli": 1073, "player": 1074, "moreso": 1075, "tast": 1076, "america": 1077, "american": 1078, "help": 1079, "us": 1080, "chart": 1081, "vs": 1082, "keep": 1083, "pole": 1084, "posit": 1085, "along": 1086, "clockwork": 1087, "angel": 1088, "highest": 1089, "surpass": 1090, "snake": 1091, "arrow": 1092, "aforement": 1093, "platinum": 1094, "scant": 1095, "airplay": 1096, "grammi": 1097, "nomin": 1098, "prelud": 1099, "wild": 1100, "countri": 1101, "close": 1102, "support": 1103, "blew": 1104, "stage": 1105, "rhode": 1106, "island": 1107, "professor": 1108, "kit": 1109, "fourth": 1110, "undesir": 1111, "attest": 1112, "bring": 1113, "pardon": 1114, "overus": 1115, "term": 1116, "approach": 1117, "togeth": 1118, "mark": 1119, "awesom": 1120, "unfortun": 1121, "dull": 1122, "backbeat": 1123, "smack": 1124, "catchphrasey": 1125, "middl": 1126, "ostens": 1127, "sensit": 1128, "properli": 1129, "cohes": 1130, "slam": 1131, "regard": 1132, "whether": 1133, "deliv": 1134, "likabl": 1135, "blue": 1136, "lick": 1137, "mystic": 1138, "robert": 1139, "plant": 1140, "slow": 1141, "complaint": 1142, "frankensong": 1143, "stitch": 1144, "abl": 1145, "style": 1146, "emerg": 1147, "insight": 1148, "human": 1149, "psych": 1150, "endur": 1151, "neg": 1152, "blueprint": 1153, "civil": 1154, "invok": 1155, "evolv": 1156, "glide": 1157, "effortless": 1158, "accomplish": 1159, "chri": 1160, "among": 1161, "agreement": 1162, "corni": 1163, "cring": 1164, "occasion": 1165, "embarass": 1166, "par": 1167, "offer": 1168, "care": 1169, "rememb": 1170, "bag": 1171, "mostli": 1172, "cheesi": 1173, "overal": 1174, "roughli": 1175, "neuter": 1176, "pass": 1177, "blame": 1178, "wise": 1179, "arguabl": 1180, "excit": 1181, "breath": 1182, "tread": 1183, "danger": 1184, "stale": 1185, "roar": 1186, "dormant": 1187, "inde": 1188, "aliv": 1189, "spars": 1190, "ought": 1191, "notic": 1192, "add": 1193, "color": 1194, "linear": 1195, "pensiv": 1196, "slightli": 1197, "schitzo": 1198, "trap": 1199, "adept": 1200, "cylind": 1201, "detest": 1202, "dimens": 1203, "concert": 1204, "pro": 1205, "outweigh": 1206, "con": 1207, "ai": 1208, "repeat": 1209, "nivarna": 1210, "sometim": 1211, "hardcor": 1212, "slipknot": 1213, "guess": 1214, "funni": 1215, "goat": 1216, "nearli": 1217, "overst": 1218, "impact": 1219, "kurt": 1220, "cobain": 1221, "nirvana": 1222, "five": 1223, "contribut": 1224, "twenti": 1225, "major": 1226, "exposur": 1227, "connect": 1228, "melvin": 1229, "stew": 1230, "nois": 1231, "punk": 1232, "artist": 1233, "barbarian": 1234, "rip": 1235, "hair": 1236, "sabbath": 1237, "cartoon": 1238, "captain": 1239, "beefheart": 1240, "splash": 1241, "wall": 1242, "concept": 1243, "quiet": 1244, "motli": 1245, "crew": 1246, "riot": 1247, "poison": 1248, "gloss": 1249, "within": 1250, "mile": 1251, "throw": 1252, "public": 1253, "planet": 1254, "mtv": 1255, "upon": 1256, "mudpi": 1257, "houdini": 1258, "straightforward": 1259, "singer": 1260, "metalica": 1261, "strip": 1262, "persona": 1263, "motion": 1264, "primal": 1265, "rage": 1266, "argu": 1267, "trim": 1268, "deni": 1269, "sheer": 1270, "stoner": 1271, "witch": 1272, "bootlick": 1273, "damn": 1274, "harder": 1275, "sludgier": 1276, "type": 1277, "flirt": 1278, "implos": 1279, "suicid": 1280, "check": 1281, "mandatori": 1282, "broken": 1283, "separ": 1284, "act": 1285, "snotti": 1286, "compil": 1287, "mangl": 1288, "demo": 1289, "founder": 1290, "heavili": 1291, "pun": 1292, "intend": 1293, "flag": 1294, "war": 1295, "compos": 1296, "drone": 1297, "dirg": 1298, "becam": 1299, "slower": 1300, "regular": 1301, "element": 1302, "local": 1303, "follow": 1304, "suit": 1305, "impetu": 1306, "around": 1307, "seattl": 1308, "debut": 1309, "ep": 1310, "gluey": 1311, "porch": 1312, "ozma": 1313, "confront": 1314, "drawn": 1315, "plod": 1316, "scarc": 1317, "storm": 1318, "white": 1319, "mastodon": 1320, "slowli": 1321, "sink": 1322, "tar": 1323, "pit": 1324, "costa": 1325, "mesa": 1326, "buzz": 1327, "spew": 1328, "aton": 1329, "dale": 1330, "pretend": 1331, "fratboy": 1332, "behest": 1333, "girlfriend": 1334, "stop": 1335, "demand": 1336, "plea": 1337, "fell": 1338, "deaf": 1339, "ear": 1340, "gloriou": 1341, "bullhead": 1342, "eggnog": 1343, "lysol": 1344, "presenthoudini": 1345, "abandon": 1346, "lost": 1347, "embark": 1348, "journey": 1349, "discoveri": 1350, "involv": 1351, "dabbl": 1352, "experi": 1353, "stag": 1354, "whatev": 1355, "concern": 1356, "squirt": 1357, "corps": 1358, "admir": 1359, "happen": 1360, "juic": 1361, "suppos": 1362, "insur": 1363, "withouteven": 1364, "bother": 1365, "happi": 1366, "roman": 1367, "empir": 1368, "readili": 1369, "jump": 1370, "somehow": 1371, "worthwhil": 1372, "truth": 1373, "worthi": 1374, "respons": 1375, "northwest": 1376, "bay": 1377, "area": 1378, "incorrect": 1379, "sir": 1380, "circa": 1381, "accord": 1382, "kim": 1383, "thayil": 1384, "averag": 1385, "san": 1386, "francisco": 1387, "access": 1388, "int": 1389, "case": 1390, "son": 1391, "bona": 1392, "fide": 1393, "honey": 1394, "bucket": 1395, "forward": 1396, "anyon": 1397, "lo": 1398, "ticka": 1399, "toe": 1400, "likea": 1401, "sender": 1402, "bloat": 1403, "lightweight": 1404, "disguis": 1405, "composit": 1406, "inadequaci": 1407, "insid": 1408, "undercook": 1409, "win": 1410, "rel": 1411, "cleverli": 1412, "strength": 1413, "promptli": 1414, "rob": 1415, "zombi": 1416, "stoog": 1417, "couldnt": 1418, "dirti": 1419, "constantli": 1420, "indulg": 1421, "somewher": 1422, "sludg": 1423, "everybodi": 1424, "warn": 1425, "dont": 1426, "thoroughli": 1427, "lizzi": 1428, "kiss": 1429, "blind": 1430, "opinion": 1431, "reccomend": 1432, "announc": 1433, "thunder": 1434, "crash": 1435, "hooch": 1436, "document": 1437, "overtli": 1438, "uncommerci": 1439, "channel": 1440, "prescenc": 1441, "mildli": 1442, "sign": 1443, "atlant": 1444, "compadr": 1445, "chip": 1446, "board": 1447, "boom": 1448, "standard": 1449, "tweak": 1450, "mollass": 1451, "stereo": 1452, "jon": 1453, "blanton": 1454, "c": 1455, "bombast": 1456, "rare": 1457, "resembl": 1458, "order": 1459, "amazon": 1460, "intruig": 1461, "trip": 1462, "limit": 1463, "grown": 1464, "onto": 1465, "thu": 1466, "small": 1467, "grudg": 1468, "genr": 1469, "consider": 1470, "succ": 1471, "wacki": 1472, "bend": 1473, "bowel": 1474, "lung": 1475, "massag": 1476, "pure": 1477, "hag": 1478, "divers": 1479, "gon": 1480, "influenti": 1481, "k": 1482, "alreadi": 1483, "bunch": 1484, "hti": 1485, "cept": 1486, "sky": 1487, "pup": 1488, "joan": 1489, "arc": 1490, "ur": 1491, "idiot": 1492, "ta": 1493, "fugazi": 1494, "brain": 1495, "lord": 1496, "yer": 1497, "yeah": 1498, "grungi": 1499, "super": 1500, "underground": 1501, "sludgi": 1502, "trudgi": 1503, "sledgehamm": 1504, "thud": 1505, "ugh": 1506, "gibberish": 1507, "cant": 1508, "obfusc": 1509, "context": 1510, "dada": 1511, "margin": 1512, "ive": 1513, "goin": 1514, "sway": 1515, "decis": 1516, "compani": 1517, "desper": 1518, "swept": 1519, "odd": 1520, "mainstream": 1521, "question": 1522, "monolith": 1523, "sweep": 1524, "harmoni": 1525, "eccentr": 1526, "quirki": 1527, "pack": 1528, "brood": 1529, "showcas": 1530, "buzzo": 1531, "switch": 1532, "eas": 1533, "lay": 1534, "monument": 1535, "superb": 1536, "adapt": 1537, "onslaught": 1538, "juxtapos": 1539, "revert": 1540, "la": 1541, "swagger": 1542, "tone": 1543, "flow": 1544, "seep": 1545, "evid": 1546, "combin": 1547, "teet": 1548, "copach": 1549, "heroic": 1550, "delici": 1551, "dementia": 1552, "pinnacl": 1553, "phil": 1554, "difficult": 1555, "home": 1556, "sleev": 1557, "marvel": 1558, "heartfelt": 1559, "intim": 1560, "grant": 1561, "billboard": 1562, "biz": 1563, "buri": 1564, "treasur": 1565, "soft": 1566, "mistak": 1567, "rich": 1568, "volum": 1569, "observ": 1570, "stori": 1571, "survivor": 1572, "wait": 1573, "father": 1574, "fli": 1575, "gorgeou": 1576, "atmospher": 1577, "passion": 1578, "man": 1579, "percept": 1580, "sincer": 1581, "perceiv": 1582, "promis": 1583, "sold": 1584, "profit": 1585, "theno": 1586, "jacket": 1587, "requiredperiod": 1588, "shelv": 1589, "stapl": 1590, "budget": 1591, "bin": 1592, "bloodless": 1593, "thorough": 1594, "overli": 1595, "forgotton": 1596, "tonight": 1597, "puls": 1598, "pioneer": 1599, "hisfac": 1600, "appropri": 1601, "built": 1602, "mourn": 1603, "breakup": 1604, "genesisw": 1605, "dancer": 1606, "feet": 1607, "wet": 1608, "bounci": 1609, "occas": 1610, "extent": 1611, "genesi": 1612, "dramat": 1613, "rocki": 1614, "flavor": 1615, "ice": 1616, "weaker": 1617, "alright": 1618, "dreami": 1619, "total": 1620, "escap": 1621, "torchi": 1622, "highpoint": 1623, "critic": 1624, "acclaim": 1625, "issu": 1626, "darl": 1627, "earliest": 1628, "unlik": 1629, "r": 1630, "b": 1631, "companion": 1632, "cassett": 1633, "sorri": 1634, "compact": 1635, "jazz": 1636, "station": 1637, "requir": 1638, "met": 1639, "lukewarm": 1640, "critiqu": 1641, "prior": 1642, "instead": 1643, "hugh": 1644, "padgham": 1645, "prouc": 1646, "tremend": 1647, "immens": 1648, "smile": 1649, "depress": 1650, "fortun": 1651, "corner": 1652, "paradis": 1653, "sweet": 1654, "interestingli": 1655, "terribl": 1656, "somber": 1657, "star": 1658, "fool": 1659, "seriou": 1660, "compet": 1661, "notabl": 1662, "gabriel": 1663, "simpl": 1664, "non": 1665, "accompani": 1666, "bland": 1667, "wast": 1668, "immedi": 1669, "irrelev": 1670, "stamp": 1671, "land": 1672, "earth": 1673, "quieter": 1674, "declin": 1675, "danc": 1676, "social": 1677, "seemd": 1678, "inclus": 1679, "meander": 1680, "preachi": 1681, "forgotten": 1682, "conjuresd": 1683, "imag": 1684, "peic": 1685, "spark": 1686, "object": 1687, "ran": 1688, "sixth": 1689, "seventh": 1690, "proven": 1691, "greatest": 1692, "storyth": 1693, "yearsi": 1694, "wish": 1695, "anybodi": 1696, "everythingwhat": 1697, "child": 1698, "childhood": 1699, "fathersback": 1700, "regroup": 1701, "recaptur": 1702, "storylin": 1703, "waynot": 1704, "fight": 1705, "sick": 1706, "closenot": 1707, "wonderand": 1708, "tonightnot": 1709, "four": 1710, "consciou": 1711, "deepli": 1712, "darker": 1713, "slump": 1714, "vastli": 1715, "meistro": 1716, "nostalg": 1717, "heartwarm": 1718, "sadden": 1719, "reminisc": 1720, "air": 1721, "regret": 1722, "sale": 1723, "plu": 1724, "poppish": 1725, "sussudio": 1726, "steer": 1727, "happier": 1728, "melancholi": 1729, "degre": 1730, "cousin": 1731, "statement": 1732, "shown": 1733, "mass": 1734, "audienc": 1735, "appli": 1736, "post": 1737, "irrevoc": 1738, "explain": 1739, "outsid": 1740, "britain": 1741, "daili": 1742, "cloud": 1743, "terror": 1744, "normal": 1745, "overlord": 1746, "prescient": 1747, "bottom": 1748, "respect": 1749, "peer": 1750, "jame": 1751, "carter": 1752, "quinci": 1753, "jone": 1754, "gotten": 1755, "innudeo": 1756, "spare": 1757, "wrote": 1758, "apart": 1759, "machin": 1760, "intellig": 1761, "provok": 1762, "threat": 1763, "homeless": 1764, "domest": 1765, "violenc": 1766, "racism": 1767, "terrif": 1768, "wow": 1769, "school": 1770, "foremost": 1771, "amount": 1772, "varieti": 1773, "mighti": 1774, "analyz": 1775, "spoil": 1776, "compress": 1777, "bang": 1778, "prowess": 1779, "backbon": 1780, "remot": 1781, "simpli": 1782, "motiv": 1783, "comfort": 1784, "ting": 1785, "ideal": 1786, "cup": 1787, "hot": 1788, "chocol": 1789, "winter": 1790, "challeng": 1791, "box": 1792, "cri": 1793, "epic": 1794, "soar": 1795, "magic": 1796, "bigger": 1797, "stronger": 1798, "teenag": 1799, "speak": 1800, "art": 1801, "admittedli": 1802, "retir": 1803, "himelf": 1804, "gift": 1805, "legaci": 1806, "immort": 1807, "novemb": 1808, "promot": 1809, "neither": 1810, "typic": 1811, "humor": 1812, "flop": 1813, "bare": 1814, "hello": 1815, "must": 1816, "nerv": 1817, "intimaci": 1818, "exud": 1819, "imbed": 1820, "uptempo": 1821, "matur": 1822, "collector": 1823, "horn": 1824, "focus": 1825, "neccesari": 1826, "marriag": 1827, "famili": 1828, "aswel": 1829, "dissapoint": 1830, "melt": 1831, "rate": 1832, "suppost": 1833, "sack": 1834, "pipe": 1835, "discuss": 1836, "nativ": 1837, "england": 1838, "chois": 1839, "midtempo": 1840, "collect": 1841, "extremli": 1842, "smart": 1843, "recal": 1844, "musicallt": 1845, "intens": 1846, "formula": 1847, "orchestra": 1848, "faster": 1849, "remind": 1850, "arrang": 1851, "accept": 1852, "casual": 1853, "diffrent": 1854, "sting": 1855, "regardless": 1856, "desol": 1857, "lone": 1858, "claustrophob": 1859, "fifth": 1860, "hater": 1861, "deke": 1862, "leonard": 1863, "welsh": 1864, "quicksilv": 1865, "john": 1866, "chipolina": 1867, "brand": 1868, "x": 1869, "understood": 1870, "reli": 1871, "distract": 1872, "veiw": 1873, "costum": 1874, "energet": 1875, "hous": 1876, "meanwhil": 1877, "anticip": 1878, "gold": 1879, "describ": 1880, "superstar": 1881, "unfair": 1882, "threefold": 1883, "integr": 1884, "psychedel": 1885, "citi": 1886, "street": 1887, "psychedelica": 1888, "infus": 1889, "replac": 1890, "socilog": 1891, "hurt": 1892, "seen": 1893, "tabl": 1894, "introduct": 1895, "sum": 1896, "conflict": 1897, "crack": 1898, "bagpip": 1899, "truncat": 1900, "intro": 1901, "intang": 1902, "standpoint": 1903, "steve": 1904, "winwood": 1905, "vacant": 1906, "chair": 1907, "zone": 1908, "unfairli": 1909, "solemn": 1910, "program": 1911, "blanket": 1912, "idyl": 1913, "fizzl": 1914, "fresh": 1915, "partner": 1916, "compassion": 1917, "ahead": 1918, "megahit": 1919, "split": 1920, "forcast": 1921, "gander": 1922, "constant": 1923, "storytel": 1924, "favourit": 1925, "wardrob": 1926, "cheerful": 1927, "ofth": 1928, "beautiful": 1929, "tribal": 1930, "bet": 1931, "simmilar": 1932, "forgoten": 1933, "ment": 1934, "situat": 1935, "unemploy": 1936, "gangster": 1937, "simplier": 1938, "forgot": 1939, "piano": 1940, "supris": 1941, "breathtak": 1942, "capit": 1943, "predecessor": 1944, "figur": 1945, "contrari": 1946, "puppet": 1947, "mindless": 1948, "cash": 1949, "testament": 1950, "stretch": 1951, "step": 1952, "forth": 1953, "signific": 1954, "appear": 1955, "pace": 1956, "effect": 1957, "circular": 1958, "sigh": 1959, "arrestingli": 1960, "academi": 1961, "seemingli": 1962, "simul": 1963, "hackett": 1964, "nod": 1965, "romant": 1966, "bittersweet": 1967, "rous": 1968, "compass": 1969, "incorpor": 1970, "characterist": 1971, "dirt": 1972, "cheap": 1973, "steal": 1974, "eye": 1975, "mmmmmm": 1976, "wander": 1977, "macca": 1978, "mccartney": 1979, "linger": 1980, "proper": 1981, "wherea": 1982, "univers": 1983, "appeal": 1984, "phenomin": 1985, "prove": 1986, "caravan": 1987, "judg": 1988, "ok": 1989, "privat": 1990, "max": 1991, "third": 1992, "easi": 1993, "disast": 1994, "sleep": 1995, "badli": 1996, "uninterest": 1997, "defend": 1998, "lennon": 1999, "instant": 2000, "karma": 2001, "commentari": 2002, "deeper": 2003, "irish": 2004, "divorc": 2005, "ghetto": 2006, "strand": 2007, "poor": 2008, "town": 2009, "resist": 2010, "treat": 2011, "cope": 2012, "special": 2013, "pink": 2014, "triumph": 2015, "tori": 2016, "amo": 2017, "wisdom": 2018, "writer": 2019, "woman": 2020, "gentl": 2021, "bell": 2022, "girl": 2023, "save": 2024, "abus": 2025, "boyfriend": 2026, "sand": 2027, "shoe": 2028, "piss": 2029, "river": 2030, "trailer": 2031, "park": 2032, "tongu": 2033, "lover": 2034, "stray": 2035, "regularli": 2036, "cornflak": 2037, "waitress": 2038, "anatasia": 2039, "longest": 2040, "birthday": 2041, "blood": 2042, "dress": 2043, "icicl": 2044, "goddess": 2045, "swallow": 2046, "earthquak": 2047, "mumbl": 2048, "lifeless": 2049, "anastasia": 2050, "enviou": 2051, "violent": 2052, "peac": 2053, "rais": 2054, "eyebrow": 2055, "masterb": 2056, "church": 2057, "acquir": 2058, "geniu": 2059, "majest": 2060, "simplic": 2061, "tranquilli": 2062, "exquisit": 2063, "tumbl": 2064, "schizophren": 2065, "key": 2066, "moan": 2067, "angst": 2068, "alani": 2069, "jag": 2070, "pill": 2071, "jazzi": 2072, "edgi": 2073, "screech": 2074, "irrit": 2075, "chime": 2076, "mission": 2077, "mellow": 2078, "lullabi": 2079, "baker": 2080, "bakeri": 2081, "preced": 2082, "whimsic": 2083, "ether": 2084, "carniv": 2085, "industri": 2086, "comic": 2087, "scream": 2088, "bitch": 2089, "twang": 2090, "mandolin": 2091, "complement": 2092, "reson": 2093, "strongest": 2094, "disson": 2095, "soprano": 2096, "toungu": 2097, "behold": 2098, "percuss": 2099, "hilari": 2100, "lemon": 2101, "pie": 2102, "comand": 2103, "secur": 2104, "pele": 2105, "anastacia": 2106, "exhilar": 2107, "draw": 2108, "suitabl": 2109, "accomplishemnt": 2110, "outdo": 2111, "lilt": 2112, "aggress": 2113, "weav": 2114, "tapestri": 2115, "send": 2116, "flutter": 2117, "stir": 2118, "contempl": 2119, "bliss": 2120, "breathless": 2121, "poetri": 2122, "complex": 2123, "weirder": 2124, "vagu": 2125, "reward": 2126, "hush": 2127, "glass": 2128, "shatter": 2129, "crescendo": 2130, "interlud": 2131, "surprisingli": 2132, "friendli": 2133, "breezi": 2134, "wintri": 2135, "reconstruct": 2136, "glockenschpiel": 2137, "murki": 2138, "drab": 2139, "lightheart": 2140, "romp": 2141, "angriest": 2142, "loudest": 2143, "lush": 2144, "spacey": 2145, "transit": 2146, "balladri": 2147, "errat": 2148, "tong": 2149, "uk": 2150, "broke": 2151, "australia": 2152, "austria": 2153, "booklet": 2154, "shot": 2155, "photograph": 2156, "ms": 2157, "remark": 2158, "capabl": 2159, "noteabl": 2160, "spell": 2161, "therefor": 2162, "sophomor": 2163, "unpreced": 2164, "amongst": 2165, "femal": 2166, "viscer": 2167, "rightli": 2168, "hail": 2169, "achiev": 2170, "torment": 2171, "unusu": 2172, "fresher": 2173, "avoid": 2174, "fragil": 2175, "bellow": 2176, "yelp": 2177, "greg": 2178, "letter": 2179, "awar": 2180, "sassi": 2181, "faith": 2182, "bibl": 2183, "belt": 2184, "approv": 2185, "omin": 2186, "piec": 2187, "whilst": 2188, "unasham": 2189, "infact": 2190, "cafe": 2191, "kept": 2192, "forgett": 2193, "mini": 2194, "clock": 2195, "stagger": 2196, "grade": 2197, "frequent": 2198, "statu": 2199, "orgasm": 2200, "disagre": 2201, "rs": 2202, "naw": 2203, "natali": 2204, "merchant": 2205, "sarah": 2206, "mclachlan": 2207, "paula": 2208, "cole": 2209, "shabbi": 2210, "famou": 2211, "seamless": 2212, "nonetheless": 2213, "entri": 2214, "promin": 2215, "expand": 2216, "frame": 2217, "bulk": 2218, "proceed": 2219, "chastis": 2220, "bold": 2221, "preacher": 2222, "daughter": 2223, "cheek": 2224, "spectacular": 2225, "rape": 2226, "religion": 2227, "comed": 2228, "pleasur": 2229, "room": 2230, "hast": 2231, "oop": 2232, "match": 2233, "ach": 2234, "ride": 2235, "increas": 2236, "technic": 2237, "skill": 2238, "willing": 2239, "explicit": 2240, "import": 2241, "video": 2242, "tender": 2243, "naughti": 2244, "abil": 2245, "effortlessli": 2246, "unaffect": 2247, "forc": 2248, "jaunti": 2249, "realiti": 2250, "pleasant": 2251, "strike": 2252, "address": 2253, "unsur": 2254, "extens": 2255, "eclect": 2256, "kant": 2257, "peel": 2258, "mother": 2259, "beekeep": 2260, "twice": 2261, "confession": 2262, "prevail": 2263, "cloth": 2264, "sequel": 2265, "possess": 2266, "superior": 2267, "compel": 2268, "subtl": 2269, "captiv": 2270, "transfix": 2271, "durat": 2272, "stabl": 2273, "overdon": 2274, "fundament": 2275, "forthcom": 2276, "spice": 2277, "underwhelm": 2278, "subdu": 2279, "underli": 2280, "grip": 2281, "hauntingli": 2282, "popish": 2283, "trent": 2284, "reznor": 2285, "nine": 2286, "inch": 2287, "nail": 2288, "contrast": 2289, "deciph": 2290, "opportun": 2291, "dazzl": 2292, "array": 2293, "arraign": 2294, "eeri": 2295, "field": 2296, "disturb": 2297, "catchiest": 2298, "engross": 2299, "chosen": 2300, "count": 2301, "heighten": 2302, "drift": 2303, "brightest": 2304, "cymbal": 2305, "unexpect": 2306, "conclud": 2307, "length": 2308, "share": 2309, "innermost": 2310, "demon": 2311, "abstract": 2312, "scatter": 2313, "bedroom": 2314, "convey": 2315, "drain": 2316, "chord": 2317, "persuas": 2318, "tea": 2319, "develop": 2320, "expans": 2321, "restrict": 2322, "confin": 2323, "cage": 2324, "hundredth": 2325, "intellectu": 2326, "reput": 2327, "wick": 2328, "uninhibit": 2329, "boundari": 2330, "albeit": 2331, "launch": 2332, "limelight": 2333, "amazingli": 2334, "mouth": 2335, "choirgirl": 2336, "mirth": 2337, "denial": 2338, "joy": 2339, "sorrow": 2340, "tirad": 2341, "poet": 2342, "morph": 2343, "tear": 2344, "sweat": 2345, "humil": 2346, "uncondit": 2347, "loyal": 2348, "unswervingli": 2349, "mold": 2350, "sat": 2351, "diment": 2352, "growth": 2353, "felt": 2354, "spiritu": 2355, "christian": 2356, "sunday": 2357, "strive": 2358, "holi": 2359, "sodom": 2360, "gomorrah": 2361, "reject": 2362, "almighti": 2363, "reach": 2364, "grab": 2365, "cornfalk": 2366, "favour": 2367, "witti": 2368, "hotel": 2369, "equal": 2370, "honestli": 2371, "rag": 2372, "harsh": 2373, "delic": 2374, "apathet": 2375, "ador": 2376, "alia": 2377, "limb": 2378, "glad": 2379, "seduc": 2380, "neurot": 2381, "ingenu": 2382, "cryptic": 2383, "stark": 2384, "iceland": 2385, "imposs": 2386, "height": 2387, "realis": 2388, "today": 2389, "recognis": 2390, "cathart": 2391, "purg": 2392, "process": 2393, "labour": 2394, "surreal": 2395, "ginger": 2396, "venu": 2397, "unpredict": 2398, "lowpoint": 2399, "stress": 2400, "sooooo": 2401, "odviou": 2402, "stro": 2403, "climax": 2404, "divin": 2405, "vri": 2406, "inaccess": 2407, "paragraph": 2408, "broad": 2409, "bjork": 2410, "goldfrapp": 2411, "complxiti": 2412, "abouyt": 2413, "poepl": 2414, "delta": 2415, "goodrem": 2416, "clip": 2417, "fanstast": 2418, "toung": 2419, "infront": 2420, "bias": 2421, "cuz": 2422, "suggest": 2423, "chapter": 2424, "teach": 2425, "fave": 2426, "impression": 2427, "paint": 2428, "detail": 2429, "ultim": 2430, "trick": 2431, "deploy": 2432, "grungelik": 2433, "abrupt": 2434, "prepar": 2435, "item": 2436, "insert": 2437, "hammer": 2438, "backward": 2439, "mask": 2440, "strut": 2441, "genit": 2442, "mutil": 2443, "alic": 2444, "walker": 2445, "correctli": 2446, "advanc": 2447, "polka": 2448, "tuba": 2449, "bassi": 2450, "acquaint": 2451, "readi": 2452, "meet": 2453, "halfway": 2454, "skindeep": 2455, "tale": 2456, "librarian": 2457, "tie": 2458, "distinguish": 2459, "spawn": 2460, "successful": 2461, "predomin": 2462, "gymnast": 2463, "innoc": 2464, "guest": 2465, "sombr": 2466, "ode": 2467, "twist": 2468, "cast": 2469, "weirdest": 2470, "anyhow": 2471, "latch": 2472, "movement": 2473, "symphoni": 2474, "fiona": 2475, "appl": 2476, "kate": 2477, "bush": 2478, "morissett": 2479, "alicia": 2480, "spellbind": 2481, "rule": 2482, "david": 2483, "rehakauthor": 2484, "mad": 2485, "exponenti": 2486, "evad": 2487, "extra": 2488, "detract": 2489, "strain": 2490, "daunt": 2491, "reveal": 2492, "angri": 2493, "snarl": 2494, "score": 2495, "frank": 2496, "firm": 2497, "blasphem": 2498, "tragic": 2499, "eartquak": 2500, "accompish": 2501, "flaw": 2502, "otherwis": 2503, "flawlessli": 2504, "fierc": 2505, "near": 2506, "luci": 2507, "goosebump": 2508, "common": 2509, "hardli": 2510, "west": 2511, "coast": 2512, "usa": 2513, "jinx": 2514, "christmas": 2515, "doesnt": 2516, "orgainz": 2517, "madonna": 2518, "osborn": 2519, "startl": 2520, "masturb": 2521, "gasp": 2522, "pastor": 2523, "necessarili": 2524, "identifi": 2525, "crown": 2526, "acheiv": 2527, "ben": 2528, "swoon": 2529, "landscap": 2530, "directli": 2531, "gentli": 2532, "coax": 2533, "raini": 2534, "cloudi": 2535, "realm": 2536, "toriland": 2537, "mocassin": 2538, "road": 2539, "lullaby": 2540, "brilliantli": 2541, "thrill": 2542, "breakthrough": 2543, "greatli": 2544, "symbol": 2545, "stereotyp": 2546, "elev": 2547, "lusti": 2548, "dare": 2549, "defi": 2550, "convent": 2551, "wickedli": 2552, "legend": 2553, "spent": 2554, "desert": 2555, "tao": 2556, "mexico": 2557, "februari": 2558, "blown": 2559, "plan": 2560, "offbeat": 2561, "whisper": 2562, "sarcasm": 2563, "erupt": 2564, "centr": 2565, "male": 2566, "complain": 2567, "perspect": 2568, "agenda": 2569, "brace": 2570, "rhythmic": 2571, "patriarch": 2572, "tlc": 2573, "fundamentalist": 2574, "relief": 2575, "ensur": 2576, "pester": 2577, "protest": 2578, "difficulti": 2579, "stifl": 2580, "pushi": 2581, "creatur": 2582, "mysteri": 2583, "uncharacterist": 2584, "refus": 2585, "yourselv": 2586, "damag": 2587, "troubl": 2588, "aftershock": 2589, "assault": 2590, "inhuman": 2591, "cultur": 2592, "tendenc": 2593, "distanc": 2594, "oneself": 2595, "overcom": 2596, "grate": 2597, "chose": 2598, "heal": 2599, "cabaret": 2600, "washington": 2601, "hooker": 2602, "offici": 2603, "threaten": 2604, "indict": 2605, "hypocrit": 2606, "leader": 2607, "scalpel": 2608, "bleed": 2609, "edg": 2610, "mistreat": 2611, "gender": 2612, "permeat": 2613, "christ": 2614, "overtur": 2615, "convinc": 2616, "presid": 2617, "symphon": 2618, "red": 2619, "guard": 2620, "romanov": 2621, "execut": 2622, "brave": 2623, "encourag": 2624, "foreward": 2625, "select": 2626, "kb": 2627, "coverdal": 2628, "whitesnak": 2629, "zep": 2630, "suffer": 2631, "variou": 2632, "nin": 2633, "backup": 2634, "tough": 2635, "priceless": 2636, "sung": 2637, "loveabl": 2638, "stone": 2639, "magazin": 2640, "indi": 2641, "eventu": 2642, "lump": 2643, "revolut": 2644, "propel": 2645, "femin": 2646, "purpos": 2647, "judgment": 2648, "individu": 2649, "blend": 2650, "employ": 2651, "offend": 2652, "joke": 2653, "bake": 2654, "superbl": 2655, "heidi": 2656, "erotic": 2657, "religi": 2658, "augment": 2659, "enhanc": 2660, "wrap": 2661, "theatric": 2662, "trademark": 2663, "eleg": 2664, "mere": 2665, "bubbl": 2666, "inund": 2667, "weirdli": 2668, "harrow": 2669, "contributor": 2670, "chorus": 2671, "layer": 2672, "portion": 2673, "astonish": 2674, "unparallel": 2675, "alum": 2676, "curs": 2677, "heel": 2678, "softer": 2679, "confus": 2680, "mari": 2681, "poppi": 2682, "suspect": 2683, "prostitut": 2684, "passiv": 2685, "unmistak": 2686, "multipl": 2687, "innov": 2688, "abov": 2689, "beyond": 2690, "bonu": 2691, "germanyltd": 2692, "ed": 2693, "atthi": 2694, "yow": 2695, "cruelti": 2696, "garner": 2697, "attent": 2698, "rabbit": 2699, "pumpkin": 2700, "pj": 2701, "cute": 2702, "trueli": 2703, "refresh": 2704, "victim": 2705, "puriti": 2706, "surround": 2707, "physic": 2708, "twing": 2709, "circul": 2710, "pay": 2711, "tribut": 2712, "train": 2713, "fascin": 2714, "tickl": 2715, "sprinkl": 2716, "beefi": 2717, "sympathet": 2718, "extend": 2719, "partridg": 2720, "magdalen": 2721, "sacr": 2722, "colon": 2723, "german": 2724, "beer": 2725, "hall": 2726, "declar": 2727, "buoyant": 2728, "betray": 2729, "nurtur": 2730, "bowi": 2731, "vinyl": 2732, "vision": 2733, "confess": 2734, "formless": 2735, "acrobat": 2736, "compromis": 2737, "gist": 2738, "baffl": 2739, "externalis": 2740, "scope": 2741, "inter": 2742, "cheeki": 2743, "jab": 2744, "schitzophren": 2745, "drastic": 2746, "henc": 2747, "fesiti": 2748, "clang": 2749, "lesser": 2750, "elsewher": 2751, "beatl": 2752, "upbeart": 2753, "blondi": 2754, "raptur": 2755, "extract": 2756, "thousand": 2757, "im": 2758, "catchier": 2759, "fear": 2760, "writ": 2761, "greater": 2762, "awe": 2763, "induc": 2764, "intertwin": 2765, "summat": 2766, "bfp": 2767, "insult": 2768, "moral": 2769, "stupend": 2770, "insan": 2771, "race": 2772, "turtl": 2773, "grapefruit": 2774, "crazi": 2775, "kee": 2776, "undeiabl": 2777, "entrap": 2778, "gloomi": 2779, "steam": 2780, "anger": 2781, "um": 2782, "quick": 2783, "indescrib": 2784, "jack": 2785, "smartest": 2786, "swanki": 2787, "shi": 2788, "frenli": 2789, "restaur": 2790, "belief": 2791, "breed": 2792, "easter": 2793, "inster": 2794, "movi": 2795, "click": 2796, "hors": 2797, "foot": 2798, "choir": 2799, "textur": 2800, "conceptu": 2801, "envi": 2802, "betrayel": 2803, "artwork": 2804, "visual": 2805, "depict": 2806, "quarrel": 2807, "month": 2808, "solitud": 2809, "radic": 2810, "logic": 2811, "entireti": 2812, "masterwork": 2813, "subsequ": 2814, "valley": 2815, "flesh": 2816, "larger": 2817, "peril": 2818, "womanhood": 2819, "growl": 2820, "whimper": 2821, "command": 2822, "assert": 2823, "segu": 2824, "complimentari": 2825, "crawl": 2826, "exemplifi": 2827, "compens": 2828, "stumbl": 2829, "feroci": 2830, "urgenc": 2831, "raymond": 2832, "carver": 2833, "vignett": 2834, "icycl": 2835, "savageri": 2836, "modest": 2837, "dive": 2838, "headfirst": 2839, "swampi": 2840, "jealousi": 2841, "workplac": 2842, "avert": 2843, "anywher": 2844, "china": 2845, "impli": 2846, "reveng": 2847, "rebellion": 2848, "thin": 2849, "widow": 2850, "chiorgirl": 2851, "justifi": 2852, "fabul": 2853, "violin": 2854, "self": 2855, "event": 2856, "cheer": 2857, "manner": 2858, "honesti": 2859, "guilt": 2860, "trentz": 2861, "faeri": 2862, "murder": 2863, "obvious": 2864, "lumin": 2865, "woven": 2866, "poetic": 2867, "elclect": 2868, "energ": 2869, "wife": 2870, "car": 2871, "cook": 2872, "annoy": 2873, "entertain": 2874, "drink": 2875, "outspoken": 2876, "intent": 2877, "relat": 2878, "philosoph": 2879, "boldli": 2880, "deck": 2881, "assembl": 2882, "lighter": 2883, "pianist": 2884, "buyer": 2885, "scare": 2886, "definetli": 2887, "curiou": 2888, "rose": 2889, "aim": 2890, "young": 2891, "interst": 2892, "choos": 2893, "dove": 2894, "northern": 2895, "lad": 2896, "scarlet": 2897, "delight": 2898, "toriphil": 2899, "acapella": 2900, "harmon": 2901, "temptat": 2902, "swear": 2903, "montgomeri": 2904, "interraci": 2905, "nicest": 2906, "unforgett": 2907, "winner": 2908, "bomb": 2909, "deliber": 2910, "bobbi": 2911, "brown": 2912, "prerog": 2913, "footnot": 2914, "trivia": 2915, "buff": 2916, "nickelodeon": 2917, "secret": 2918, "mack": 2919, "episod": 2920, "attract": 2921, "fadeout": 2922, "member": 2923, "summer": 2924, "award": 2925, "incomprehens": 2926, "multiraci": 2927, "quartet": 2928, "jami": 2929, "deliou": 2930, "kennedi": 2931, "toni": 2932, "borowiak": 2933, "alfr": 2934, "nevarez": 2935, "defenit": 2936, "boyz": 2937, "ii": 2938, "unit": 2939, "boyish": 2940, "silk": 2941, "carrer": 2942, "afterward": 2943, "atleast": 2944, "meant": 2945, "cappella": 2946, "simular": 2947, "goodby": 2948, "yesterday": 2949, "worthwil": 2950, "skillz": 2951, "embarras": 2952, "satisfi": 2953, "genet": 2954, "eventhough": 2955, "aforment": 2956, "sophmor": 2957, "albumand": 2958, "speaksreleas": 2959, "sadli": 2960, "archiv": 2961, "reliv": 2962, "memorio": 2963, "deriv": 2964, "tier": 2965, "hanson": 2966, "button": 2967, "mill": 2968, "folk": 2969, "rhetor": 2970, "toler": 2971, "exercis": 2972, "brute": 2973, "press": 2974, "stranger": 2975, "inner": 2976, "televis": 2977, "juvenil": 2978, "anarchist": 2979, "diatrib": 2980, "core": 2981, "untal": 2982, "wiggl": 2983, "furiou": 2984, "substanc": 2985, "magnific": 2986, "rockin": 2987, "graffin": 2988, "ph": 2989, "cornel": 2990, "vocabulari": 2991, "fuel": 2992, "dictionari": 2993, "gurewitz": 2994, "mindblow": 2995, "tightest": 2996, "hum": 2997, "furi": 2998, "burn": 2999, "lit": 3000, "floor": 3001, "brainer": 3002, "besid": 3003, "forti": 3004, "centuri": 3005, "infect": 3006, "ralli": 3007, "ill": 3008, "sharp": 3009, "wit": 3010, "backdrop": 3011, "stuck": 3012, "yr": 3013, "flack": 3014, "br": 3015, "grain": 3016, "incomplet": 3017, "ficiton": 3018, "slumber": 3019, "yeaaaahhhh": 3020, "fro": 3021, "legendari": 3022, "gray": 3023, "id": 3024, "simplist": 3025, "tini": 3026, "handshak": 3027, "dead": 3028, "hooray": 3029, "feat": 3030, "tim": 3031, "armstrong": 3032, "rancid": 3033, "fame": 3034, "revis": 3035, "gripe": 3036, "wich": 3037, "someday": 3038, "brett": 3039, "depart": 3040, "immediatli": 3041, "infest": 3042, "european": 3043, "news": 3044, "markovian": 3045, "blast": 3046, "rerecord": 3047, "centruy": 3048, "unus": 3049, "epitaph": 3050, "taught": 3051, "punker": 3052, "offens": 3053, "worri": 3054, "totali": 3055, "junk": 3056, "mall": 3057, "recip": 3058, "chunk": 3059, "seel": 3060, "jewel": 3061, "embodi": 3062, "embellish": 3063, "foolish": 3064, "game": 3065, "humbl": 3066, "spunk": 3067, "bariton": 3068, "sarcast": 3069, "depth": 3070, "sister": 3071, "mute": 3072, "balk": 3073, "enthral": 3074, "devot": 3075, "strum": 3076, "utter": 3077, "adrian": 3078, "accid": 3079, "pivot": 3080, "daddi": 3081, "claim": 3082, "floodgat": 3083, "throttl": 3084, "painter": 3085, "morn": 3086, "amen": 3087, "flawless": 3088, "untouch": 3089, "transcend": 3090, "shone": 3091, "brightli": 3092, "rougher": 3093, "imperfect": 3094, "glossi": 3095, "earnest": 3096, "unenjoy": 3097, "paid": 3098, "refin": 3099, "attack": 3100, "bia": 3101, "crime": 3102, "jew": 3103, "attitud": 3104, "unattract": 3105, "philosophi": 3106, "ourselv": 3107, "partial": 3108, "germani": 3109, "authoritarian": 3110, "conscienc": 3111, "buck": 3112, "garbag": 3113, "map": 3114, "aw": 3115, "til": 3116, "wonderland": 3117, "van": 3118, "timeless": 3119, "improv": 3120, "edit": 3121, "fault": 3122, "poverti": 3123, "colleg": 3124, "nap": 3125, "dj": 3126, "albu": 3127, "boooooooooor": 3128, "exactli": 3129, "matterbecaus": 3130, "bla": 3131, "interview": 3132, "sensat": 3133, "milion": 3134, "morsett": 3135, "singel": 3136, "gwen": 3137, "stefani": 3138, "disgust": 3139, "money": 3140, "drivel": 3141, "whiney": 3142, "pretenti": 3143, "fiance": 3144, "store": 3145, "york": 3146, "respond": 3147, "shut": 3148, "refund": 3149, "phoni": 3150, "format": 3151, "invari": 3152, "wind": 3153, "disrupt": 3154, "airwav": 3155, "poignant": 3156, "evoc": 3157, "poem": 3158, "excus": 3159, "somebodi": 3160, "trite": 3161, "render": 3162, "spill": 3163, "insubstanti": 3164, "lazi": 3165, "shortcom": 3166, "meter": 3167, "breakout": 3168, "al": 3169, "coat": 3170, "stoodin": 3171, "rain": 3172, "crazylik": 3173, "diamond": 3174, "th": 3175, "mil": 3176, "lolsom": 3177, "didnt": 3178, "verison": 3179, "spec": 3180, "trax": 3181, "gamespiec": 3182, "youyou": 3183, "melittl": 3184, "sistermorn": 3185, "ladi": 3186, "downsid": 3187, "fray": 3188, "talentless": 3189, "joni": 3190, "mitchel": 3191, "establish": 3192, "untradit": 3193, "nake": 3194, "descib": 3195, "norm": 3196, "infam": 3197, "sugarpuff": 3198, "cement": 3199, "eager": 3200, "earnesti": 3201, "retool": 3202, "orign": 3203, "peg": 3204, "bar": 3205, "struck": 3206, "overwrought": 3207, "hwi": 3208, "northbound": 3209, "santa": 3210, "rosa": 3211, "sprang": 3212, "club": 3213, "aroma": 3214, "cling": 3215, "lend": 3216, "residu": 3217, "revel": 3218, "prematur": 3219, "babi": 3220, "hesitantli": 3221, "heavenli": 3222, "taylor": 3223, "swift": 3224, "gaga": 3225, "justin": 3226, "bieber": 3227, "shakira": 3228, "korean": 3229, "japanes": 3230, "jackson": 3231, "halen": 3232, "associ": 