{"counterparts": 1, "rush": 2, "fifteenth": 3, "studio": 4, "now": 5, "has": 6, "gone": 7, "through": 8, "no": 9, "less": 10, "than": 11, "phases": 12, "in": 13, "their": 14, "entire": 15, "year": 16, "career": 17, "span": 18, "first": 19, "they": 20, "started": 21, "out": 22, "playing": 23, "classic": 24, "hard": 25, "rock": 26, "of": 27, "steel": 28, "wildly": 29, "progressive": 30, "period": 31, "condensed": 32, "yet": 33, "introspective": 34, "permanent": 35, "your": 36, "fire": 37, "and": 38, "the": 39, "brief": 40, "adult": 41, "contemporary": 42, "presto": 43, "roll": 44, "bones": 45, "is": 46, "beginning": 47, "modern": 48, "hardrock": 49, "era": 50, "for": 51, "as": 52, "decided": 53, "to": 54, "push": 55, "keyboards": 56, "aside": 57, "favor": 58, "crunchy": 59, "guitar": 60, "oriented": 61, "were": 62, "known": 63, "after": 64, "rupert": 65, "hines": 66, "production": 67, "previous": 68, "two": 69, "albums": 70, "brought": 71, "back": 72, "producer": 73, "peter": 74, "collins": 75, "who": 76, "collaborated": 77, "with": 78, "them": 79, "on": 80, "power": 81, "windows": 82, "hold": 83, "editorial": 84, "review": 85, "indicates": 86, "bashers": 87, "should": 88, "take": 89, "note": 90, "that": 91, "this": 92, "most": 93, "polished": 94, "overproduced": 95, "clean": 96, "sounding": 97, "album": 98, "ever": 99, "made": 100, "three": 101, "all": 102, "produced": 103, "by": 104, "values": 105, "maximum": 106, "drums": 107, "bass": 108, "yes": 109, "there": 110, "are": 111, "still": 112, "people": 113, "just": 114, "used": 115, "more": 116, "subtly": 117, "clearly": 118, "heard": 119, "while": 120, "you": 121, "get": 122, "impression": 123, "was": 124, "designed": 125, "center": 126, "sort": 127, "divided": 128, "when": 129, "it": 130, "comes": 131, "particular": 132, "does": 133, "sound": 134, "much": 135, "heavier": 136, "been": 137, "trio": 138, "what": 139, "takes": 140, "play": 141, "great": 142, "music": 143, "however": 144, "half": 145, "songs": 146, "outstanding": 147, "other": 148, "or": 149, "so": 150, "come": 151, "off": 152, "uninspired": 153, "contrived": 154, "others": 155, "have": 156, "noted": 157, "a": 158, "backseat": 159, "becomes": 160, "influenced": 161, "seatle": 162, "grunge": 163, "scene": 164, "turn": 165, "originally": 166, "even": 167, "though": 168, "probably": 169, "one": 170, "my": 171, "least": 172, "favorite": 173, "oddly": 174, "enough": 175, "contain": 176, "cut": 177, "chase": 178, "coldfire": 179, "which": 180, "both": 181, "display": 182, "at": 183, "melodic": 184, "best": 185, "basically": 186, "work": 187, "here": 188, "very": 189, "well": 190, "also": 191, "many": 192, "instances": 193, "some": 194, "fall": 195, "flat": 196, "hit": 197, "miss": 198, "main": 199, "theme": 200, "lies": 201, "title": 202, "covers": 203, "topic": 204, "every": 205, "band": 206, "beats": 207, "death": 208, "love": 209, "thankfully": 210, "knows": 211, "how": 212, "delve": 213, "into": 214, "without": 215, "risking": 216, "cliche": 217, "mood": 218, "dark": 219, "similar": 220, "moving": 221, "pictures": 222, "point": 223, "neil": 224, "lyrical": 225, "talent": 226, "starts": 227, "wane": 228, "bit": 229, "problem": 230, "solved": 231, "new": 232, "vapor": 233, "trails": 234, "i": 235, "know": 236, "can": 237, "interpret": 238, "each": 239, "song": 240, "means": 241, "far": 242, "better": 243, "but": 244, "will": 245, "provide": 246, "explanation": 247, "tracks": 248, "please": 249, "bear": 250, "me": 251, "breakdown": 252, "decent": 253, "predictable": 254, "about": 255, "nice": 256, "backing": 257, "organs": 258, "compliment": 259, "retain": 260, "qualities": 261, "makes": 262, "like": 263, "build": 264, "up": 265, "towards": 266, "end": 267, "opener": 268, "stick": 269, "track": 270, "surviving": 271, "matter": 272, "rocker": 273, "plenty": 274, "punch": 275, "something": 276, "missing": 277, "heaviest": 278, "not": 279, "bad": 280, "excellent": 281, "moody": 282, "engaging": 283, "lyrically": 284, "its": 285, "throwback": 286, "chance": 287, "solo": 288, "alex": 289, "done": 290, "standout": 291, "nobody": 292, "deals": 293, "homosexuality": 294, "those": 295, "excells": 296, "musically": 297, "fails": 298, "front": 299, "michael": 300, "kamen": 301, "orchestrations": 302, "fit": 303, "during": 304, "chorus": 305, "between": 306, "sun": 307, "another": 308, "reviewer": 309, "put": 310, "fantasy": 311, "themed": 312, "compimenting": 313, "structure": 314, "definitely": 315, "either": 316, "alien": 317, "understanding": 318, "opposite": 319, "sex": 320, "works": 321, "way": 322, "shines": 323, "falls": 324, "speed": 325, "surprised": 326, "seems": 327, "rocking": 328, "rest": 329, "captures": 330, "overtones": 331, "agree": 332, "serves": 333, "good": 334, "break": 335, "from": 336, "double": 337, "did": 338, "quickly": 339, "grew": 340, "consider": 341, "struggle": 342, "evil": 343, "dreams": 344, "everyday": 345, "life": 346, "thing": 347, "geddy": 348, "lee": 349, "his": 350, "voice": 351, "never": 352, "expect": 353, "menacing": 354, "spoken": 355, "word": 356, "verses": 357, "be": 358, "believed": 359, "leave": 360, "perfectly": 361, "crafted": 362, "instrumental": 363, "sounds": 364, "minor": 365, "parts": 366, "sector": 367, "varied": 368, "clever": 369, "jam": 370, "session": 371, "commercial": 372, "vibe": 373, "same": 374, "time": 375, "nothing": 376, "contains": 377, "infectious": 378, "rocks": 379, "light": 380, "different": 381, "hte": 382, "closer": 383, "really": 384, "make": 385, "lasting": 386, "slight": 387, "letdown": 388, "fantastic": 389, "ordinary": 390, "caught": 391, "an": 392, "essential": 393, "addition": 394, "catalogue": 395, "reason": 396, "underrated": 397, "because": 398, "came": 399, "peak": 400, "years": 401, "tend": 402, "ignore": 403, "release": 404, "overrated": 405, "too": 406, "do": 407, "praise": 408, "bash": 409, "anything": 410, "before": 411, "true": 412, "always": 413, "technique": 414, "history": 415, "deserves": 416, "credit": 417, "buy": 418, "only": 419, "if": 420, "die": 421, "fan": 422, "ask": 423, "yourself": 424, "why": 425, "dedicated": 426, "fans": 427, "supposedly": 428, "these": 429, "obsessed": 430, "former": 431, "somewhat": 432, "think": 433, "latter": 434, "answer": 435, "fine": 436, "example": 437, "given": 438, "dubious": 439, "label": 440, "quot": 441, "kick": 442, "ass": 443, "expertly": 444, "assimilates": 445, "alternative": 446, "rawness": 447, "would": 448, "quite": 449, "mistaken": 450, "explores": 451, "territory": 452, "personal": 453, "uncomfortable": 454, "where": 455, "past": 456, "result": 457, "demonstrates": 458, "usual": 459, "level": 460, "excellence": 461, "shows": 462, "cool": 463, "younger": 464, "maybe": 465, "little": 466, "smooth": 467, "pick": 468, "interested": 469, "recent": 470, "bought": 471, "cd": 472, "long": 473, "ago": 474, "until": 475, "ca": 476, "feel": 477, "right": 478, "hero": 479, "beautiful": 480, "seem": 481, "alike": 482, "hide": 483, "lack": 484, "inspiration": 485, "am": 486, "often": 487, "minority": 488, "view": 489, "masterpiece": 490, "may": 491, "referred": 492, "stab": 493, "certainly": 494, "return": 495, "forefront": 496, "popular": 497, "consciousness": 498, "doubt": 499, "assisted": 500, "fully": 501, "embracing": 502, "driver": 503, "behind": 504, "direction": 505, "had": 506, "heading": 507, "several": 508, "synth": 509, "wash": 510, "grace": 511, "under": 512, "pressure": 513, "walked": 514, "path": 515, "based": 516, "performance": 517, "record": 518, "focus": 519, "rhythms": 520, "rather": 521, "budding": 522, "funk": 523, "hip": 524, "hop": 525, "present": 526, "sonic": 527, "shift": 528, "features": 529, "inspired": 530, "guitarist": 531, "lifeson": 532, "interesting": 533, "component": 534, "material": 535, "few": 536, "moved": 537, "traditional": 538, "freeing": 539, "fill": 540, "space": 541, "mind": 542, "distinctive": 543, "voices": 544, "instantly": 545, "recognizable": 546, "find": 547, "singing": 548, "superlative": 549, "perhaps": 550, "he": 551, "confidence": 552, "vocalist": 553, "allows": 554, "him": 555, "full": 556, "control": 557, "over": 558, "range": 559, "fills": 560, "investment": 561, "emotion": 562, "we": 563, "continues": 564, "evolution": 565, "records": 566, "peart": 567, "early": 568, "fiction": 569, "allegorical": 570, "parable": 571, "wore": 572, "lyrics": 573, "society": 574, "current": 575, "began": 576, "show": 577, "trend": 578, "bent": 579, "themes": 580, "largely": 581, "relationship": 582, "dominate": 583, "globally": 584, "minded": 585, "slant": 586, "talk": 587, "themselves": 588, "wealth": 589, "stunning": 590, "rolling": 591, "jangly": 592, "animate": 593, "soaked": 594, "bridge": 595, "stands": 596, "cuts": 597, "ditto": 598, "alone": 599, "manages": 600, "portray": 601, "haunting": 602, "tense": 603, "seeks": 604, "directions": 605, "easily": 606, "viewed": 607, "thematic": 608, "content": 609, "mentioned": 610, "previously": 611, "relationships": 612, "ofver": 613, "including": 614, "driven": 615, "shore": 616, "explosion": 617, "metaphor": 618, "funky": 619, "last": 620, "singles": 621, "cold": 622, "bitter": 623, "line": 624, "she": 625, "said": 626, "sufficiently": 627, "affected": 628, "vocal": 629, "delivery": 630, "undercurrent": 631, "whitmanesque": 632, "uplifting": 633, "single": 634, "reflecting": 635, "loved": 636, "everything": 637, "fairly": 638, "obvious": 639, "message": 640, "glory": 641, "powerful": 642, "swelling": 643, "again": 644, "handful": 645, "experimental": 646, "seeking": 647, "continuously": 648, "stabs": 649, "number": 650, "ways": 651, "overt": 652, "succeed": 653, "hope": 654, "nor": 655, "straightahead": 656, "funkier": 657, "unique": 658, "moon": 659, "monster": 660, "riffing": 661, "churns": 662, "chugs": 663, "spins": 664, "explodes": 665, "overlooked": 666, "cleverist": 667, "moments": 668, "lyricists": 669, "bizarre": 670, "agent": 671, "strange": 672, "experimentalism": 673, "lot": 674, "intriguing": 675, "successful": 676, "experimentation": 677, "abounds": 678, "highly": 679, "recommended": 680, "apparent": 681, "soon": 682, "shifted": 683, "once": 684, "taken": 685, "mix": 686, "cranked": 687, "acoustic": 688, "sampled": 689, "influence": 690, "popularity": 691, "seriously": 692, "musicians": 693, "decide": 694, "lightly": 695, "reshaping": 696, "signature": 697, "shred": 698, "factor": 699, "pushed": 700, "distinctly": 701, "outings": 702, "grows": 703, "listen": 704, "called": 705, "possibly": 706, "efforts": 707, "plethora": 708, "heavy": 709, "deceiving": 710, "weak": 711, "produce": 712, "sad": 713, "ton": 714, "perfect": 715, "scenerio": 716, "played": 717, "boys": 718, "toronto": 719, "let": 720, "go": 721, "down": 722, "list": 723, "driving": 724, "pushes": 725, "envelope": 726, "creating": 727, "pounding": 728, "groove": 729, "hated": 730, "sounded": 731, "trying": 732, "someone": 733, "else": 734, "sense": 735, "metal": 736, "clones": 737, "couple": 738, "hundred": 739, "listens": 740, "mauling": 741, "crushing": 742, "create": 743, "staying": 744, "boasts": 745, "tunes": 746, "shining": 747, "spots": 748, "tight": 749, "afterimage": 750, "losing": 751, "creeps": 752, "gives": 753, "chills": 754, "honest": 755, "meaningful": 756, "f": 757, "cking": 758, "plain": 759, "listened": 760, "stood": 761, "slave": 762, "hormone": 763, "body": 764, "soul": 765, "lift": 766, "obscure": 767, "surface": 768, "hmmm": 769, "mediocre": 770, "drags": 771, "downer": 772, "start": 773, "getting": 774, "familiar": 775, "realize": 776, "hell": 777, "trippy": 778, "vocals": 779, "distorted": 780, "quality": 781, "flinch": 782, "potential": 783, "places": 784, "misses": 785, "instrumentals": 786, "hiatus": 787, "whenever": 788, "decides": 789, "going": 790, "loud": 791, "tired": 792, "hearing": 793, "jamming": 794, "away": 795, "opening": 796, "riff": 797, "killer": 798, "deep": 799, "biggest": 800, "since": 801, "entered": 802, "age": 803, "want": 804, "give": 805, "worth": 806, "becoms": 807, "tedious": 808, "name": 809, "dean": 810, "koontz": 811, "book": 812, "read": 813, "hate": 814, "favorites": 815, "wails": 816, "kidding": 817, "god": 818, "tell": 819, "feels": 820, "filler": 821, "repitoire": 822, "extremely": 823, "finds": 824, "redecoration": 825, "sure": 826, "musicianship": 827, "sloppy": 828, "structures": 829, "hooks": 830, "memorable": 831, "days": 832, "hemispheres": 833, "signals": 834, "newer": 835, "older": 836, "gems": 837, "yawners": 838, "created": 839, "seek": 840, "treatment": 841, "delusions": 842, "grandeur": 843, "saw": 844, "electrical": 845, "synthesizers": 846, "include": 847, "earlier": 848, "stuff": 849, "mid": 850, "late": 851, "solid": 852, "displays": 853, "write": 854, "backed": 855, "drumming": 856, "wearing": 857, "flannel": 858, "shirts": 859, "wear": 860, "thinking": 861, "old": 862, "survived": 863, "enjoyed": 864, "changed": 865, "adding": 866, "etc": 867, "forever": 868, "energy": 869, "side": 870, "kind": 871, "went": 872, "wrong": 873, "heartless": 874, "course": 875, "ruined": 876, "part": 877, "wan": 878, "na": 879, "gave": 880, "free": 881, "copy": 882, "friend": 883, "mine": 884, "tried": 885, "enjoy": 886, "possible": 887, "bummers": 888, "naturally": 889, "prefer": 890, "certain": 891, "ones": 892, "might": 893, "top": 894, "consistent": 895, "fast": 896, "then": 897, "suddenly": 898, "ballad": 899, "picks": 900, "coming": 901, "high": 902, "encounter": 903, "catch": 904, "compliments": 905, "okay": 906, "verse": 907, "awkward": 908, "points": 909, "use": 910, "sexuality": 911, "emotional": 912, "flourishing": 913, "dumb": 914, "ahh": 915, "ah": 916, "worst": 917, "meh": 918, "ya": 919, "bassline": 920, "generalcold": 921, "mean": 922, "catchy": 923, "spirit": 924, "radio": 925, "caps": 926, "conclusion": 927, "recommend": 928, "starting": 929, "waves": 930, "gets": 931, "consistently": 932, "unbeliavable": 933, "below": 934, "could": 935, "written": 936, "heroes": 937, "september": 938, "released": 939, "incredible": 940, "nineties": 941, "utterly": 942, "commecial": 943, "wonder": 944, "league": 945, "dreadful": 946, "fireless": 947, "category": 948, "saying": 949, "tends": 950, "such": 951, "definately": 952, "picture": 953, "guy": 954, "actually": 955, "thought": 956, "slip": 957, "gee": 958, "pretty": 959, "predict": 960, "stating": 961, "favotite": 962, "camps": 963, "got": 964, "knew": 965, "farewell": 966, "kings": 967, "whole": 968, "sections": 969, "tour": 970, "candlebox": 971, "dissappointed": 972, "crowd": 973, "night": 974, "cause": 975, "none": 976, "weeks": 977, "anyway": 978, "laugh": 979, "bored": 980, "xanadu": 981, "comment": 982, "remastered": 983, "version": 984, "day": 985, "compared": 986, "original": 987, "listening": 988, "recording": 989, "admit": 990, "crisper": 991, "catalog": 992, "need": 993, "remastering": 994, "usuaully": 995, "output": 996, "purchased": 997, "remaster": 998, "comparison": 999, "literally": 1000, "any": 1001, "difference": 1002, "phase": 1003, "sits": 1004, "whose": 1005, "spending": 1006, "laboring": 1007, "professional": 1008, "pop": 1009, "group": 1010, "returned": 1011, "roots": 1012, "despite": 1013, "presence": 1014, "clunkers": 1015, "managed": 1016, "strong": 1017, "set": 1018, "effort": 1019, "date": 1020, "opens": 1021, "astounding": 1022, "deconstruct": 1023, "straight": 1024, "pearl": 1025, "frothy": 1026, "heartiest": 1027, "slab": 1028, "heck": 1029, "fun": 1030, "sustain": 1031, "momentum": 1032, "generated": 1033, "settles": 1034, "remaining": 1035, "having": 1036, "complete": 1037, "fittingly": 1038, "orchestration": 1039, "real": 1040, "dog": 1041, "titled": 1042, "slug": 1043, "problems": 1044, "torn": 1045, "bits": 1046, "across": 1047, "represented": 1048, "form": 1049, "hinted": 1050, "next": 1051, "darned": 1052, "warmth": 1053, "slick": 1054, "barrier": 1055, "listener": 1056, "second": 1057, "dismiss": 1058, "huge": 1059, "took": 1060, "longer": 1061, "warm": 1062, "big": 1063, "almost": 1064, "stellar": 1065, "later": 1066, "tempo": 1067, "goes": 1068, "upbeat": 1069, "comments": 1070, "our": 1071, "manly": 1072, "balanced": 1073, "feminine": 1074, "aspects": 1075, "internal": 1076, "external": 1077, "exploring": 1078, "idea": 1079, "balance": 1080, "heart": 1081, "usually": 1082, "departure": 1083, "kinda": 1084, "vein": 1085, "face": 1086, "closest": 1087, "anymore": 1088, "anthem": 1089, "jams": 1090, "amp": 1091, "clear": 1092, "crisp": 1093, "shiny": 1094, "guys": 1095, "beauty": 1096, "performed": 1097, "found": 1098, "low": 1099, "appreciate": 1100, "sentiment": 1101, "particularly": 1102, "expresses": 1103, "pain": 1104, "loss": 1105, "due": 1106, "aids": 1107, "politically": 1108, "correct": 1109, "awkwardly": 1110, "frankly": 1111, "skip": 1112, "everyone": 1113, "misfire": 1114, "awhile": 1115, "recede": 1116, "background": 1117, "foreshadowing": 1118, "disappearance": 1119, "direct": 1120, "wo": 1121, "disappointed": 1122, "virtually": 1123, "sell": 1124, "shame": 1125, "look": 1126, "introduce": 1127, "place": 1128, "honor": 1129, "initially": 1130, "lacks": 1131, "consistency": 1132, "absolutely": 1133, "exact": 1134, "monstrous": 1135, "itself": 1136, "lame": 1137, "especially": 1138, "tries": 1139, "rhyme": 1140, "tackling": 1141, "controversial": 1142, "subject": 1143, "melody": 1144, "blah": 1145, "failed": 1146, "attempt": 1147, "robot": 1148, "robotic": 1149, "scientist": 1150, "sees": 1151, "wonderful": 1152, "gem": 1153, "mainly": 1154, "tho": 1155, "six": 1156, "minutes": 1157, "repetitous": 1158, "laid": 1159, "instrumntal": 1160, "audible": 1161, "metallic": 1162, "sings": 1163, "myself": 1164, "state": 1165, "shock": 1166, "ten": 1167, "learned": 1168, "run": 1169, "things": 1170, "running": 1171, "duality": 1172, "covered": 1173, "lead": 1174, "begins": 1175, "ugly": 1176, "sabbathesque": 1177, "highlight": 1178, "goofy": 1179, "pleased": 1180, "finally": 1181, "hear": 1182, "bands": 1183, "left": 1184, "pointless": 1185, "nowhere": 1186, "being": 1187, "oh": 1188, "forget": 1189, "short": 1190, "finish": 1191, "duo": 1192, "finest": 1193, "amazing": 1194, "relentless": 1195, "wrenching": 1196, "kicking": 1197, "gut": 1198, "touching": 1199, "gritty": 1200, "coolest": 1201, "rough": 1202, "thick": 1203, "listenable": 1204, "songwriting": 1205, "photos": 1206, "liner": 1207, "notes": 1208, "buying": 1209, "understand": 1210, "peoples": 1211, "ethusiasm": 1212, "seemed": 1213, "welcome": 1214, "change": 1215, "dropped": 1216, "keyboarding": 1217, "action": 1218, "grooving": 1219, "niel": 1220, "considered": 1221, "drummers": 1222, "lived": 1223, "live": 1224, "impressive": 1225, "basicaly": 1226, "borish": 1227, "fancy": 1228, "rolls": 1229, "intricate": 1230, "fact": 1231, "worse": 1232, "principal": 1233, "lyricist": 1234, "penned": 1235, "caress": 1236, "peppered": 1237, "incredibly": 1238, "cheesey": 1239, "reak": 1240, "stupid": 1241, "breaks": 1242, "kill": 1243, "idioticly": 1244, "ball": 1245, "weird": 1246, "tonnes": 1247, "making": 1248, "times": 1249, "corniest": 1250, "cheesiest": 1251, "weepeist": 1252, "sachrinst": 1253, "exhausting": 1254, "outro": 1255, "string": 1256, "section": 1257, "beaten": 1258, "head": 1259, "cheese": 1260, "shall": 1261, "competitionfor": 1262, "job": 1263, "description": 1264, "ahhha": 1265, "ha": 1266, "moonit": 1267, "sunrisewhen": 1268, "rolesshe": 1269, "partnerbut": 1270, "firewhat": 1271, "lyric": 1272, "horrid": 1273, "worlds": 1274, "moods": 1275, "boggles": 1276, "jocular": 1277, "humourous": 1278, "say": 1279, "creative": 1280, "imaginative": 1281, "pressured": 1282, "library": 1283, "echo": 1284, "blows": 1285, "water": 1286, "recordings": 1287, "dynamics": 1288, "sacd": 1289, "analog": 1290, "source": 1291, "digital": 1292, "lps": 1293, "resolution": 1294, "except": 1295, "tape": 1296, "although": 1297, "converted": 1298, "counter": 1299, "productive": 1300, "skipped": 1301, "dat": 1302, "mastering": 1303, "widely": 1304, "utilized": 1305, "truly": 1306, "ridiculous": 1307, "using": 1308, "higher": 1309, "contacted": 1310, "kevin": 1311, "shirley": 1312, "engineer": 1313, "confirmed": 1314, "discovered": 1315, "recorded": 1316, "studer": 1317, "recently": 1318, "sony": 1319, "recorder": 1320, "le": 1321, "rank": 1322, "loath": 1323, "dominated": 1324, "decade": 1325, "begun": 1326, "leifson": 1327, "spotlight": 1328, "disc": 1329, "men": 1330, "women": 1331, "silly": 1332, "neal": 1333, "pulls": 1334, "dialogue": 1335, "characters": 1336, "highlights": 1337, "massive": 1338, "test": 1339, "remains": 1340, "eighteenth": 1341, "entitled": 1342, "october": 1343, "million": 1344, "seller": 1345, "returning": 1346, "classics": 1347, "brilliant": 1348, "throughout": 1349, "january": 1350, "montreal": 1351, "caveman": 1352, "whom": 1353, "black": 1354, "crowes": 1355, "iron": 1356, "maiden": 1357, "remixing": 1358, "led": 1359, "zeppelin": 1360, "comprised": 1361, "july": 1362, "drummer": 1363, "player": 1364, "moreso": 1365, "taste": 1366, "america": 1367, "american": 1368, "helped": 1369, "us": 1370, "charts": 1371, "vs": 1372, "keep": 1373, "pole": 1374, "position": 1375, "along": 1376, "clockwork": 1377, "angels": 1378, "highest": 1379, "surpassing": 1380, "snakes": 1381, "arrows": 1382, "chart": 1383, "placing": 1384, "aforementioned": 1385, "peaked": 1386, "platinum": 1387, "standouts": 1388, "scant": 1389, "airplay": 1390, "featuring": 1391, "grammy": 1392, "nominated": 1393, "prelude": 1394, "drum": 1395, "tours": 1396, "wild": 1397, "country": 1398, "rockers": 1399, "closing": 1400, "numbers": 1401, "overlook": 1402, "support": 1403, "blew": 1404, "stage": 1405, "providence": 1406, "rhode": 1407, "island": 1408, "professor": 1409, "kit": 1410, "undesirable": 1411, "attest": 1412, "brings": 1413, "pardon": 1414, "overused": 1415, "term": 1416, "lots": 1417, "approaching": 1418, "together": 1419, "mark": 1420, "awesome": 1421, "unfortunately": 1422, "dull": 1423, "backbeat": 1424, "smacks": 1425, "commercialism": 1426, "ignoring": 1427, "catchphrasey": 1428, "middle": 1429, "ostensibly": 1430, "sensitive": 1431, "properly": 1432, "cohesion": 1433, "nature": 1434, "slammed": 1435, "regard": 1436, "whether": 1437, "delivers": 1438, "likably": 1439, "blues": 1440, "lick": 1441, "mystical": 1442, "robert": 1443, "plant": 1444, "personally": 1445, "builds": 1446, "nicely": 1447, "apparently": 1448, "slow": 1449, "complaint": 1450, "frankensong": 1451, "stitched": 1452, "inspiring": 1453, "able": 1454, "filled": 1455, "style": 1456, "mixed": 1457, "emerging": 1458, "continue": 1459, "insightful": 1460, "sing": 1461, "human": 1462, "psyche": 1463, "endurance": 1464, "negativity": 1465, "blueprint": 1466, "civilization": 1467, "invoke": 1468, "thoughts": 1469, "powers": 1470, "evolve": 1471, "gliding": 1472, "riffs": 1473, "completely": 1474, "named": 1475, "chris": 1476, "among": 1477, "wanted": 1478, "agreement": 1479, "included": 1480, "corny": 1481, "cringe": 1482, "occasionally": 1483, "embarassing": 1484, "par": 1485, "offering": 1486, "explore": 1487, "carefully": 1488, "remember": 1489, "bag": 1490, "mostly": 1491, "roughly": 1492, "crafting": 1493, "varying": 1494, "organic": 1495, "approach": 1496, "neutered": 1497, "pass": 1498, "blame": 1499, "hine": 1500, "wisely": 1501, "passed": 1502, "discs": 1503, "arguably": 1504, "capturing": 1505, "exciting": 1506, "breathing": 1507, "treading": 1508, "dangerously": 1509, "close": 1510, "becoming": 1511, "stale": 1512, "instruments": 1513, "guitars": 1514, "roaring": 1515, "lying": 1516, "dormant": 1517, "stylings": 1518, "falling": 1519, "indeed": 1520, "alive": 1521, "sparse": 1522, "ought": 1523, "tread": 1524, "players": 1525, "noticeable": 1526, "add": 1527, "color": 1528, "linear": 1529, "grooves": 1530, "pensive": 1531, "slightly": 1532, "schitzo": 1533, "trap": 1534, "offer": 1535, "cheesy": 1536, "adept": 1537, "hits": 1538, "cylinders": 1539, "detest": 1540, "move": 1541, "adds": 1542, "dimension": 1543, "concert": 1544, "pros": 1545, "outweigh": 1546, "cons": 1547, "ai": 1548, "repeated": 1549, "hooked": 1550, "compare": 1551, "nivarna": 1552, "sometime": 1553, "hardcore": 1554, "slipknot": 1555, "sometimes": 1556, "guess": 1557, "funny": 1558, "goats": 1559, "nearly": 1560, "overstate": 1561, "impact": 1562, "kurt": 1563, "cobain": 1564, "nirvana": 1565, "five": 1566, "contribution": 1567, "believe": 1568, "twenty": 1569, "major": 1570, "exposure": 1571, "thanks": 1572, "connection": 1573, "melvins": 1574, "stewed": 1575, "noise": 1576, "punk": 1577, "artist": 1578, "barbarians": 1579, "ripped": 1580, "hair": 1581, "sabbath": 1582, "cartoon": 1583, "captain": 1584, "beefheart": 1585, "splash": 1586, "wall": 1587, "concept": 1588, "drop": 1589, "quiet": 1590, "motly": 1591, "crew": 1592, "riot": 1593, "poison": 1594, "gloss": 1595, "within": 1596, "miles": 1597, "throw": 1598, "public": 1599, "planet": 1600, "mtv": 1601, "upon": 1602, "finding": 1603, "impresses": 1604, "mudpie": 1605, "slam": 1606, "houdini": 1607, "straightforward": 1608, "singer": 1609, "metalica": 1610, "stripped": 1611, "persona": 1612, "slamming": 1613, "motion": 1614, "primal": 1615, "rage": 1616, "argue": 1617, "comparisons": 1618, "trimmings": 1619, "deny": 1620, "sheer": 1621, "stoner": 1622, "witch": 1623, "bootlicker": 1624, "damn": 1625, "harder": 1626, "sludgier": 1627, "represents": 1628, "type": 1629, "see": 1630, "changing": 1631, "flirting": 1632, "labels": 1633, "implosion": 1634, "suicide": 1635, "check": 1636, "mandatory": 1637, "broken": 1638, "separate": 1639, "acts": 1640, "snotty": 1641, "compilation": 1642, "mangled": 1643, "demos": 1644, "act": 1645, "founder": 1646, "songwriter": 1647, "heavily": 1648, "pun": 1649, "intended": 1650, "flag": 1651, "war": 1652, "composed": 1653, "droning": 1654, "dirges": 1655, "became": 1656, "slower": 1657, "definite": 1658, "regular": 1659, "element": 1660, "local": 1661, "followed": 1662, "suit": 1663, "impetus": 1664, "around": 1665, "seattle": 1666, "debut": 1667, "ep": 1668, "gluey": 1669, "porch": 1670, "treatments": 1671, "ozma": 1672, "extreme": 1673, "writing": 1674, "performances": 1675, "confrontational": 1676, "drawn": 1677, "plodding": 1678, "scarcely": 1679, "storm": 1680, "white": 1681, "taking": 1682, "mastodon": 1683, "slowly": 1684, "sinking": 1685, "tar": 1686, "pit": 1687, "seeing": 1688, "costa": 1689, "mesa": 1690, "buzz": 1691, "spewing": 1692, "atonal": 1693, "dale": 1694, "pretended": 1695, "fratboy": 1696, "types": 1697, "behest": 1698, "girlfriends": 1699, "approached": 1700, "stop": 1701, "demands": 1702, "pleas": 1703, "fell": 1704, "deaf": 1705, "ears": 1706, "glorious": 1707, "bullhead": 1708, "eggnog": 1709, "lysol": 1710, "presenthoudini": 1711, "marks": 1712, "abandoned": 1713, "lost": 1714, "embarked": 1715, "journey": 1716, "discovery": 1717, "involved": 1718, "dabbling": 1719, "weirdness": 1720, "experiments": 1721, "fail": 1722, "enjoyable": 1723, "stag": 1724, "whatever": 1725, "concerned": 1726, "squirt": 1727, "occasional": 1728, "large": 1729, "quits": 1730, "world": 1731, "corpse": 1732, "admire": 1733, "happens": 1734, "spends": 1735, "juices": 1736, "supposed": 1737, "insurance": 1738, "withouteven": 1739, "bothering": 1740, "ignorant": 1741, "happy": 1742, "own": 1743, "breathe": 1744, "exception": 1745, "roman": 1746, "empire": 1747, "listed": 1748, "titles": 1749, "readily": 1750, "jumping": 1751, "somehow": 1752, "worthwhile": 1753, "truth": 1754, "worthy": 1755, "responsible": 1756, "dirge": 1757, "northwest": 1758, "bay": 1759, "area": 1760, "incorrect": 1761, "sir": 1762, "formed": 1763, "wa": 1764, "circa": 1765, "according": 1766, "kim": 1767, "thayil": 1768, "average": 1769, "slowed": 1770, "san": 1771, "francisco": 1772, "surely": 1773, "accessible": 1774, "int": 1775, "case": 1776, "son": 1777, "bona": 1778, "fide": 1779, "similarities": 1780, "honey": 1781, "bucket": 1782, "forward": 1783, "anyone": 1784, "building": 1785, "interest": 1786, "bloated": 1787, "lightweight": 1788, "disguises": 1789, "compositional": 1790, "inadequacies": 1791, "inside": 1792, "undercooked": 1793, "wins": 1794, "relative": 1795, "expectation": 1796, "strength": 1797, "hand": 1798, "promptly": 1799, "popped": 1800, "spin": 1801, "rob": 1802, "zombie": 1803, "raw": 1804, "stooges": 1805, "couldnt": 1806, "liked": 1807, "dirty": 1808, "constantly": 1809, "indulged": 1810, "somewhere": 1811, "sludge": 1812, "everybody": 1813, "warned": 1814, "dont": 1815, "thoroughly": 1816, "lizzy": 1817, "kiss": 1818, "cover": 1819, "blind": 1820, "stand": 1821, "opinion": 1822, "anyways": 1823, "reccomended": 1824, "announced": 1825, "thunderous": 1826, "crashing": 1827, "hooch": 1828, "document": 1829, "overtly": 1830, "uncommercial": 1831, "channeling": 1832, "artistic": 1833, "prescence": 1834, "mildly": 1835, "dynamic": 1836, "signing": 1837, "atlantic": 1838, "compadre": 1839, "chipping": 1840, "mixing": 1841, "board": 1842, "terms": 1843, "booming": 1844, "throws": 1845, "standard": 1846, "consisting": 1847, "painfully": 1848, "tweaked": 1849, "mollasses": 1850, "stereo": 1851, "jon": 1852, "blanton": 1853, "c": 1854, "rarely": 1855, "dabble": 1856, "resembling": 1857, "ordered": 1858, "amazon": 1859, "samples": 1860, "intruiged": 1861, "trip": 1862, "limited": 1863, "cds": 1864, "grown": 1865, "onto": 1866, "thus": 1867, "small": 1868, "attempts": 1869, "fitting": 1870, "grudge": 1871, "genre": 1872, "considerable": 1873, "succes": 1874, "majority": 1875, "wacky": 1876, "bending": 1877, "bowels": 1878, "lungs": 1879, "massaged": 1880, "pure": 1881, "goat": 1882, "hag": 1883, "looking": 1884, "diversity": 1885, "gon": 1886, "k": 1887, "loving": 1888, "already": 1889, "owned": 1890, "bunch": 1891, "noises": 1892, "htis": 1893, "cept": 1894, "sky": 1895, "pup": 1896, "joan": 1897, "arc": 1898, "ur": 1899, "idiot": 1900, "knowned": 1901, "ta": 1902, "fugazi": 1903, "brains": 1904, "lords": 1905, "yer": 1906, "yeah": 1907, "loves": 1908, "sludgy": 1909, "trudgy": 1910, "sledgehammer": 1911, "thud": 1912, "ugh": 1913, "gibberish": 1914, "cant": 1915, "obfuscates": 1916, "context": 1917, "deconstructive": 1918, "dada": 1919, "marginalize": 1920, "value": 1921, "meaning": 1922, "ive": 1923, "goin": 1924, "sways": 1925, "decision": 1926, "purchase": 1927, "companies": 1928, "desperately": 1929, "swept": 1930, "odd": 1931, "mainstream": 1932, "listeners": 1933, "questionable": 1934, "monolithic": 1935, "sweep": 1936, "harmonies": 1937, "eccentric": 1938, "quirky": 1939, "packed": 1940, "brooding": 1941, "showcases": 1942, "buzzo": 1943, "switching": 1944, "styles": 1945, "ease": 1946, "laying": 1947, "monumental": 1948, "superb": 1949, "adaptation": 1950, "shifting": 1951, "onslaught": 1952, "juxtaposed": 1953, "reverting": 1954, "la": 1955, "swaggering": 1956, "wonderfully": 1957, "walls": 1958, "tone": 1959, "positive": 1960, "flow": 1961, "seeping": 1962, "evident": 1963, "stages": 1964, "combinations": 1965, "teet": 1966, "copache": 1967, "combine": 1968, "thundering": 1969, "heroics": 1970, "delicious": 1971, "experiment": 1972, "dementia": 1973, "balances": 1974, "levels": 1975, "resulting": 1976, "phil": 1977, "names": 1978, "sides": 1979, "difficult": 1980, "himself": 1981, "home": 1982, "plays": 1983, "sleeve": 1984, "marvelous": 1985, "showing": 1986, "heartfelt": 1987, "intimate": 1988, "granted": 1989, "billboard": 1990, "suppose": 1991, "biz": 1992, "buried": 1993, "treasure": 1994, "soft": 1995, "mistake": 1996, "rich": 1997, "volume": 1998, "observational": 1999, "story": 2000, "survivors": 2001, "wait": 2002, "lovely": 2003, "sons": 2004, "fathers": 2005, "fly": 2006, "gorgeous": 2007, "atmospheric": 2008, "passionate": 2009, "question": 2010, "man": 2011, "perception": 2012, "sincere": 2013, "musician": 2014, "perceived": 2015, "artistically": 2016, "promising": 2017, "sold": 2018, "profit": 2019, "theno": 2020, "jacket": 2021, "requiredperiod": 2022, "sit": 2023, "shelves": 2024, "become": 2025, "staple": 2026, "budget": 2027, "bins": 2028, "expecting": 2029, "boring": 2030, "bloodless": 2031, "thorough": 2032, "realized": 2033, "commercially": 2034, "overly": 2035, "reflective": 2036, "showcase": 2037, "wants": 2038, "forgotton": 2039, "tonight": 2040, "pulsing": 2041, "pioneered": 2042, "hisface": 2043, "appropriate": 2044, "considering": 2045, "built": 2046, "mournful": 2047, "breakup": 2048, "aged": 2049, "final": 2050, "genesiswe": 2051, "dancereally": 2052, "feet": 2053, "wet": 2054, "keeps": 2055, "don": 2056, "bouncy": 2057, "occasion": 2058, "extention": 2059, "genesis": 2060, "dramatic": 2061, "rocky": 2062, "flavor": 2063, "sincerity": 2064, "ice": 2065, "weaker": 2066, "alright": 2067, "dreamy": 2068, "totally": 2069, "escapes": 2070, "torchy": 2071, "highpoint": 2072, "critically": 2073, "acclaimed": 2074, "issue": 2075, "care": 2076, "critics": 2077, "darling": 2078, "earliest": 2079, "unlikely": 2080, "lacking": 2081, "r": 2082, "b": 2083, "companion": 2084, "cassette": 2085, "sorry": 2086, "lp": 2087, "phased": 2088, "compact": 2089, "bears": 2090, "jazz": 2091, "station": 2092, "required": 2093, "met": 2094, "lukewarm": 2095, "critique": 2096, "prior": 2097, "writes": 2098, "instead": 2099, "collaborating": 2100, "hugh": 2101, "padgham": 2102, "prouced": 2103, "tremendous": 2104, "immense": 2105, "feelings": 2106, "photo": 2107, "smiling": 2108, "fits": 2109, "depressing": 2110, "fortunate": 2111, "corner": 2112, "paradise": 2113, "sweet": 2114, "interestingly": 2115, "terrible": 2116, "somber": 2117, "combining": 2118, "overall": 2119, "call": 2120, "stars": 2121, "instrument": 2122, "fooled": 2123, "serious": 2124, "competators": 2125, "notably": 2126, "gabriel": 2127, "hes": 2128, "simple": 2129, "non": 2130, "musical": 2131, "accompaniment": 2132, "bland": 2133, "immediately": 2134, "irrelevant": 2135, "stamping": 2136, "artists": 2137, "success": 2138, "land": 2139, "earth": 2140, "quieter": 2141, "catching": 2142, "breath": 2143, "further": 2144, "decline": 2145, "dance": 2146, "social": 2147, "hook": 2148, "seemd": 2149, "reflected": 2150, "against": 2151, "inclusion": 2152, "meandering": 2153, "appropriately": 2154, "preachy": 2155, "father": 2156, "forgotten": 2157, "conjuresd": 2158, "images": 2159, "peices": 2160, "spark": 2161, "objectively": 2162, "sellers": 2163, "ran": 2164, "releasing": 2165, "sixth": 2166, "seventh": 2167, "progressed": 2168, "proven": 2169, "absolute": 2170, "greatest": 2171, "storythe": 2172, "yearsi": 2173, "wish": 2174, "experience": 2175, "anybody": 2176, "wishes": 2177, "everythingwhat": 2178, "grow": 2179, "child": 2180, "forgetting": 2181, "childhood": 2182, "happen": 2183, "fathersback": 2184, "regrouped": 2185, "recapture": 2186, "moment": 2187, "storyline": 2188, "waynot": 2189, "fight": 2190, "severe": 2191, "sickness": 2192, "beat": 2193, "closenot": 2194, "wonderand": 2195, "tonightnot": 2196, "impressed": 2197, "four": 2198, "socially": 2199, "conscious": 2200, "follows": 2201, "deeply": 2202, "darker": 2203, "slumping": 2204, "vastly": 2205, "meistro": 2206, "mournfully": 2207, "nostalgic": 2208, "heartwarming": 2209, "saddening": 2210, "reminiscent": 2211, "air": 2212, "express": 2213, "feeling": 2214, "melodies": 2215, "regret": 2216, "added": 2217, "sales": 2218, "plus": 2219, "talented": 2220, "poppish": 2221, "sussudio": 2222, "hearts": 2223, "steer": 2224, "happier": 2225, "melancholy": 2226, "degree": 2227, "cousin": 2228, "statements": 2229, "shown": 2230, "mass": 2231, "audience": 2232, "applies": 2233, "post": 2234, "irrevocably": 2235, "explained": 2236, "outsider": 2237, "britain": 2238, "daily": 2239, "cloud": 2240, "terrorism": 2241, "familiarity": 2242, "normal": 2243, "overlord": 2244, "prescient": 2245, "bottom": 2246, "respected": 2247, "peers": 2248, "james": 2249, "carter": 2250, "quincy": 2251, "jones": 2252, "gotten": 2253, "sexual": 2254, "innudeo": 2255, "waiting": 2256, "rare": 2257, "spare": 2258, "wrote": 2259, "apart": 2260, "machine": 2261, "intelligent": 2262, "provoking": 2263, "threat": 2264, "touches": 2265, "issues": 2266, "homelessness": 2267, "domestic": 2268, "violence": 2269, "racism": 2270, "terrific": 2271, "decades": 2272, "wow": 2273, "questions": 2274, "asked": 2275, "school": 2276, "reviews": 2277, "foremost": 2278, "amount": 2279, "variety": 2280, "mighty": 2281, "analyze": 2282, "spoil": 2283, "reading": 2284, "try": 2285, "compress": 2286, "kicks": 2287, "bang": 2288, "prowess": 2289, "dominating": 2290, "backbone": 2291, "remotely": 2292, "tempos": 2293, "simply": 2294, "passion": 2295, "wonderous": 2296, "elements": 2297, "motivate": 2298, "uplift": 2299, "comforting": 2300, "tinge": 2301, "ideal": 2302, "cup": 2303, "hot": 2304, "chocolate": 2305, "winter": 2306, "serve": 2307, "challenge": 2308, "outside": 2309, "box": 2310, "living": 2311, "cry": 2312, "epic": 2313, "soaring": 2314, "magic": 2315, "bigger": 2316, "stronger": 2317, "person": 2318, "mention": 2319, "teenager": 2320, "speaks": 2321, "volumes": 2322, "art": 2323, "likes": 2324, "admittedly": 2325, "retire": 2326, "himelf": 2327, "respect": 2328, "gift": 2329, "touched": 2330, "millions": 2331, "legacy": 2332, "immortal": 2333, "november": 2334, "company": 2335, "promote": 2336, "neither": 2337, "typical": 2338, "humor": 2339, "uses": 2340, "flopped": 2341, "bares": 2342, "hello": 2343, "must": 2344, "nerve": 2345, "intimacy": 2346, "exudes": 2347, "messages": 2348, "imbedded": 2349, "uptempo": 2350, "mature": 2351, "painful": 2352, "collector": 2353, "star": 2354, "horns": 2355, "focusing": 2356, "neccesary": 2357, "marriages": 2358, "family": 2359, "aswell": 2360, "dissapoint": 2361, "melt": 2362, "rated": 2363, "suppost": 2364, "sack": 2365, "pipes": 2366, "discusses": 2367, "political": 2368, "native": 2369, "england": 2370, "wondering": 2371, "choises": 2372, "midtempo": 2373, "missed": 2374, "collection": 2375, "extremly": 2376, "smart": 2377, "looks": 2378, "giving": 2379, "recalls": 2380, "musicallt": 2381, "intense": 2382, "formula": 2383, "orchestra": 2384, "faster": 2385, "reminds": 2386, "arrange": 2387, "accept": 2388, "casual": 2389, "deliver": 2390, "statement": 2391, "sting": 2392, "growing": 2393, "flop": 2394, "regardless": 2395, "discover": 2396, "desolate": 2397, "lonely": 2398, "claustrophobic": 2399, "fifth": 2400, "hater": 2401, "deke": 2402, "leonard": 2403, "welsh": 2404, "quicksilver": 2405, "john": 2406, "chipolina": 2407, "brand": 2408, "x": 2409, "understood": 2410, "relied": 2411, "distracting": 2412, "veiw": 2413, "costumes": 2414, "closely": 2415, "excitement": 2416, "energetic": 2417, "rolled": 2418, "meanwhile": 2419, "surprise": 2420, "anticipation": 2421, "gold": 2422, "delivered": 2423, "described": 2424, "abandon": 2425, "superstar": 2426, "unfair": 2427, "threefold": 2428, "integration": 2429, "psychedelic": 2430, "describe": 2431, "city": 2432, "street": 2433, "touch": 2434, "psychedelica": 2435, "infused": 2436, "product": 2437, "disappointing": 2438, "replaced": 2439, "introduced": 2440, "socilogical": 2441, "hurts": 2442, "seen": 2443, "table": 2444, "introduction": 2445, "describes": 2446, "includes": 2447, "quote": 2448, "sums": 2449, "provides": 2450, "insight": 2451, "served": 2452, "continuation": 2453, "conflicts": 2454, "root": 2455, "conflict": 2456, "crack": 2457, "bagpipes": 2458, "truncated": 2459, "keyboard": 2460, "intro": 2461, "intangible": 2462, "standpoint": 2463, "steve": 2464, "winwood": 2465, "vacant": 2466, "chair": 2467, "mentioning": 2468, "walking": 2469, "danger": 2470, "zone": 2471, "intensity": 2472, "solemn": 2473, "programs": 2474, "blanket": 2475, "helps": 2476, "comfortable": 2477, "atmosphere": 2478, "idyllic": 2479, "fizzled": 2480, "remained": 2481, "fresh": 2482, "reflects": 2483, "holding": 2484, "remembering": 2485, "breaking": 2486, "partner": 2487, "compassionate": 2488, "homeless": 2489, "ahead": 2490, "megahit": 2491, "split": 2492, "forcasted": 2493, "stories": 2494, "gander": 2495, "states": 2496, "constant": 2497, "favourite": 2498, "contained": 2499, "ballads": 2500, "wardrobe": 2501, "growed": 2502, "buyed": 2503, "cheerfull": 2504, "ofthe": 2505, "beautifull": 2506, "tribal": 2507, "bet": 2508, "gabriels": 2509, "simmilar": 2510, "forgoten": 2511, "ment": 2512, "situation": 2513, "unemployed": 2514, "gangsters": 2515, "simplier": 2516, "forgot": 2517, "basses": 2518, "piano": 2519, "suprised": 2520, "breathtaking": 2521, "capital": 2522, "predecessor": 2523, "figures": 2524, "contrary": 2525, "puppet": 2526, "mindless": 2527, "cash": 2528, "performer": 2529, "intrigued": 2530, "learn": 2531, "doing": 2532, "producing": 2533, "testament": 2534, "stretch": 2535, "assistance": 2536, "basic": 2537, "masters": 2538, "step": 2539, "forth": 2540, "significance": 2541, "respects": 2542, "results": 2543, "appear": 2544, "pulled": 2545, "ends": 2546, "pace": 2547, "effective": 2548, "circular": 2549, "rhythm": 2550, "sighing": 2551, "arrestingly": 2552, "dream": 2553, "academy": 2554, "seemingly": 2555, "simulation": 2556, "synthesizer": 2557, "hackett": 2558, "nod": 2559, "affection": 2560, "romantic": 2561, "bittersweet": 2562, "rousing": 2563, "compassion": 2564, "effectively": 2565, "incorporating": 2566, "bagpipe": 2567, "infectiously": 2568, "bringing": 2569, "finale": 2570, "wishful": 2571, "lose": 2572, "characteristic": 2573, "affecting": 2574, "disappointment": 2575, "dirt": 2576, "cheap": 2577, "condition": 2578, "steal": 2579, "eye": 2580, "mmmmmm": 2581, "wander": 2582, "macca": 2583, "mccartney": 2584, "lingering": 2585, "proper": 2586, "arrangement": 2587, "topics": 2588, "whereas": 2589, "universal": 2590, "appeal": 2591, "phenominal": 2592, "proves": 2593, "disappearing": 2594, "caravan": 2595, "ok": 2596, "private": 2597, "max": 2598, "third": 2599, "open": 2600, "easy": 2601, "disaster": 2602, "sleep": 2603, "badly": 2604, "uninteresting": 2605, "defend": 2606, "lennon": 2607, "instant": 2608, "karma": 2609, "refering": 2610, "commentary": 2611, "expression": 2612, "deeper": 2613, "irish": 2614, "divorce": 2615, "ghetto": 2616, "kid": 2617, "confronting": 2618, "stranded": 2619, "poor": 2620, "town": 2621, "examples": 2622, "faces": 2623, "critical": 2624, "facing": 2625, "resistance": 2626, "treat": 2627, "coping": 2628, "special": 2629, "effect": 2630, "pink": 2631, "triumph": 2632, "tori": 2633, "amos": 2634, "wisdom": 2635, "writer": 2636, "her": 2637, "gifted": 2638, "woman": 2639, "gentle": 2640, "bells": 2641, "girl": 2642, "save": 2643, "abusive": 2644, "boyfriend": 2645, "sand": 2646, "shoes": 2647, "pissing": 2648, "river": 2649, "trailer": 2650, "park": 2651, "tongue": 2652, "lover": 2653, "strays": 2654, "regularly": 2655, "cornflake": 2656, "waitress": 2657, "anatasia": 2658, "longest": 2659, "birthday": 2660, "blood": 2661, "hands": 2662, "dress": 2663, "surprising": 2664, "icicle": 2665, "holds": 2666, "goddess": 2667, "swallow": 2668, "earthquakes": 2669, "mumble": 2670, "lifeless": 2671, "anastasia": 2672, "t": 2673, "envious": 2674, "violent": 2675, "peace": 2676, "raise": 2677, "eyebrows": 2678, "hinting": 2679, "masterbation": 2680, "church": 2681, "acquired": 2682, "genius": 2683, "defining": 2684, "majestic": 2685, "simplicity": 2686, "tranquilly": 2687, "exquisite": 2688, "strings": 2689, "tumbles": 2690, "schizophrenic": 2691, "key": 2692, "moans": 2693, "angst": 2694, "tune": 2695, "alanis": 2696, "jagged": 2697, "pill": 2698, "jazzy": 2699, "edgy": 2700, "screeching": 2701, "irritating": 2702, "chiming": 2703, "mission": 2704, "mellow": 2705, "lullaby": 2706, "baker": 2707, "bakery": 2708, "explain": 2709, "icing": 2710, "preceding": 2711, "whimsically": 2712, "ethereal": 2713, "carnival": 2714, "industrial": 2715, "ironic": 2716, "comical": 2717, "screams": 2718, "bitch": 2719, "twang": 2720, "mandolins": 2721, "complementing": 2722, "resonant": 2723, "strongest": 2724, "dissonance": 2725, "soprano": 2726, "toungue": 2727, "behold": 2728, "percussion": 2729, "changes": 2730, "hilariously": 2731, "lemon": 2732, "pie": 2733, "comander": 2734, "lines": 2735, "secure": 2736, "remind": 2737, "pele": 2738, "anastacia": 2739, "exhilarating": 2740, "drawing": 2741, "suitably": 2742, "turns": 2743, "wonderment": 2744, "whimsical": 2745, "accomplishemnts": 2746, "outdo": 2747, "lilting": 2748, "aggressive": 2749, "expressive": 2750, "weaves": 2751, "tapestry": 2752, "sends": 2753, "fluttering": 2754, "stirring": 2755, "dancing": 2756, "hilarious": 2757, "contemplative": 2758, "bliss": 2759, "breathless": 2760, "arrangments": 2761, "complex": 2762, "weirder": 2763, "vague": 2764, "rewarding": 2765, "turned": 2766, "hushed": 2767, "glass": 2768, "shattering": 2769, "crescendo": 2770, "combines": 2771, "angelic": 2772, "interludes": 2773, "surprisingly": 2774, "friendly": 2775, "breezy": 2776, "emotions": 2777, "playful": 2778, "wintry": 2779, "reconstructed": 2780, "glockenschpiel": 2781, "murky": 2782, "drab": 2783, "closes": 2784, "compositions": 2785, "minute": 2786, "orchestral": 2787, "lighthearted": 2788, "romp": 2789, "angriest": 2790, "loudest": 2791, "lush": 2792, "spacey": 2793, "transitional": 2794, "balladry": 2795, "erratic": 2796, "tonge": 2797, "uk": 2798, "broke": 2799, "australia": 2800, "austria": 2801, "booklet": 2802, "shot": 2803, "photographs": 2804, "ms": 2805, "remarkable": 2806, "capable": 2807, "noteable": 2808, "needed": 2809, "order": 2810, "therefore": 2811, "sophomore": 2812, "unprecedented": 2813, "amongst": 2814, "female": 2815, "connect": 2816, "visceral": 2817, "natural": 2818, "rightly": 2819, "hailed": 2820, "achievement": 2821, "tormented": 2822, "subjects": 2823, "unusual": 2824, "fresher": 2825, "avoided": 2826, "slump": 2827, "factors": 2828, "fragile": 2829, "bellowing": 2830, "yelps": 2831, "seconds": 2832, "controls": 2833, "greg": 2834, "letters": 2835, "pen": 2836, "aware": 2837, "sassy": 2838, "challenging": 2839, "faith": 2840, "asking": 2841, "bible": 2842, "belt": 2843, "approve": 2844, "favourites": 2845, "begin": 2846, "slipped": 2847, "ominous": 2848, "creates": 2849, "arranged": 2850, "piece": 2851, "whilst": 2852, "unashamed": 2853, "infact": 2854, "wanting": 2855, "worked": 2856, "cafe": 2857, "kept": 2858, "lay": 2859, "forgettable": 2860, "plods": 2861, "mini": 2862, "clocks": 2863, "staggering": 2864, "composition": 2865, "grade": 2866, "raises": 2867, "frequently": 2868, "status": 2869, "leading": 2870, "require": 2871, "sink": 2872, "friends": 2873, "drag": 2874, "orgasmic": 2875, "disagree": 2876, "rs": 2877, "influential": 2878, "naw": 2879, "natalie": 2880, "merchant": 2881, "sarah": 2882, "mclachlan": 2883, "paula": 2884, "cole": 2885, "seamless": 2886, "nonetheless": 2887, "entry": 2888, "featured": 2889, "prominently": 2890, "expands": 2891, "framing": 2892, "arrangements": 2893, "bulk": 2894, "proceedings": 2895, "chastises": 2896, "situations": 2897, "bold": 2898, "preacher": 2899, "daughter": 2900, "cheek": 2901, "contemplates": 2902, "killing": 2903, "spectacular": 2904, "follow": 2905, "criticize": 2906, "rape": 2907, "religion": 2908, "comedic": 2909, "pleasure": 2910, "closed": 2911, "room": 2912, "haste": 2913, "match": 2914, "aching": 2915, "ride": 2916, "increased": 2917, "technical": 2918, "skill": 2919, "willingness": 2920, "explicit": 2921, "important": 2922, "video": 2923, "insights": 2924, "amaze": 2925, "fullness": 2926, "tender": 2927, "occasions": 2928, "stopped": 2929, "deliciously": 2930, "naughty": 2931, "ability": 2932, "effortlessly": 2933, "switch": 2934, "unaffecting": 2935, "forceful": 2936, "jaunty": 2937, "deal": 2938, "eyes": 2939, "reality": 2940, "pleasant": 2941, "strikes": 2942, "address": 2943, "words": 2944, "useful": 2945, "refer": 2946, "poetry": 2947, "unsure": 2948, "purchasing": 2949, "extensive": 2950, "eclectic": 2951, "y": 2952, "kant": 2953, "peel": 2954, "mother": 2955, "beekeeper": 2956, "twice": 2957, "comparable": 2958, "picking": 2959, "confessionals": 2960, "reflections": 2961, "sadness": 2962, "prevailing": 2963, "cloth": 2964, "sequel": 2965, "possesses": 2966, "superior": 2967, "compelling": 2968, "subtle": 2969, "captivating": 2970, "transfixed": 2971, "duration": 2972, "stable": 2973, "overdone": 2974, "asks": 2975, "fundamental": 2976, "knowing": 2977, "forthcoming": 2978, "spice": 2979, "tells": 2980, "underwhelming": 2981, "progresses": 2982, "subdued": 2983, "underlying": 2984, "gripping": 2985, "hauntingly": 2986, "popish": 2987, "trent": 2988, "reznor": 2989, "nine": 2990, "inch": 2991, "nails": 2992, "contrast": 2993, "decipher": 2994, "opportunity": 2995, "dazzling": 2996, "array": 2997, "progressions": 2998, "arraignments": 2999, "eerie": 3000, "field": 3001, "leaves": 3002, "disturbing": 3003, "catchiest": 3004, "mandolin": 3005, "engrossing": 3006, "chosen": 3007, "lasts": 3008, "counting": 3009, "heightens": 3010, "drifts": 3011, "brightest": 3012, "cymbals": 3013, "alternating": 3014, "unexpected": 3015, "concludes": 3016, "length": 3017, "stays": 3018, "emotionally": 3019, "confessional": 3020, "shares": 3021, "innermost": 3022, "demons": 3023, "abstract": 3024, "scattered": 3025, "bedroom": 3026, "prevails": 3027, "convey": 3028, "draining": 3029, "chord": 3030, "concerts": 3031, "observe": 3032, "ages": 3033, "persuasions": 3034, "normally": 3035, "tea": 3036, "classical": 3037, "development": 3038, "expansion": 3039, "focused": 3040, "restrict": 3041, "confine": 3042, "cage": 3043, "hundredth": 3044, "intellectual": 3045, "emerged": 3046, "reputation": 3047, "wicked": 3048, "calling": 3049, "faithful": 3050, "followers": 3051, "uninhibited": 3052, "boundaries": 3053, "albeit": 3054, "launched": 3055, "limelight": 3056, "fourth": 3057, "amazingly": 3058, "mouth": 3059, "watering": 3060, "choirgirl": 3061, "acceptance": 3062, "mirth": 3063, "denial": 3064, "joy": 3065, "sorrow": 3066, "successive": 3067, "tirades": 3068, "maturing": 3069, "poet": 3070, "morphing": 3071, 