{"counterparts": 1, "rush": 2, "fifteenth": 3, "studio": 4, "gone": 5, "less": 6, "phases": 7, "entire": 8, "year": 9, "career": 10, "span": 11, "first": 12, "started": 13, "playing": 14, "classic": 15, "hard": 16, "rock": 17, "steel": 18, "wildly": 19, "progressive": 20, "period": 21, "condensed": 22, "yet": 23, "introspective": 24, "permanent": 25, "fire": 26, "brief": 27, "adult": 28, "contemporary": 29, "presto": 30, "roll": 31, "bones": 32, "beginning": 33, "modern": 34, "hardrock": 35, "era": 36, "decided": 37, "push": 38, "keyboards": 39, "aside": 40, "favor": 41, "crunchy": 42, "guitar": 43, "oriented": 44, "known": 45, "rupert": 46, "hines": 47, "production": 48, "previous": 49, "two": 50, "albums": 51, "brought": 52, "back": 53, "producer": 54, "peter": 55, "collins": 56, "collaborated": 57, "power": 58, "windows": 59, "hold": 60, "editorial": 61, "review": 62, "indicates": 63, "bashers": 64, "take": 65, "note": 66, "polished": 67, "overproduced": 68, "clean": 69, "sounding": 70, "album": 71, "ever": 72, "made": 73, "three": 74, "produced": 75, "values": 76, "maximum": 77, "drums": 78, "bass": 79, "yes": 80, "still": 81, "people": 82, "used": 83, "subtly": 84, "clearly": 85, "heard": 86, "get": 87, "impression": 88, "designed": 89, "center": 90, "sort": 91, "divided": 92, "comes": 93, "particular": 94, "sound": 95, "much": 96, "heavier": 97, "trio": 98, "takes": 99, "play": 100, "great": 101, "music": 102, "however": 103, "half": 104, "songs": 105, "outstanding": 106, "come": 107, "uninspired": 108, "contrived": 109, "others": 110, "noted": 111, "backseat": 112, "becomes": 113, "influenced": 114, "seatle": 115, "grunge": 116, "scene": 117, "turn": 118, "originally": 119, "even": 120, "though": 121, "probably": 122, "one": 123, "least": 124, "favorite": 125, "oddly": 126, "enough": 127, "contain": 128, "cut": 129, "chase": 130, "coldfire": 131, "display": 132, "melodic": 133, "best": 134, "basically": 135, "work": 136, "well": 137, "also": 138, "many": 139, "instances": 140, "fall": 141, "flat": 142, "hit": 143, "miss": 144, "main": 145, "theme": 146, "lies": 147, "title": 148, "covers": 149, "topic": 150, "every": 151, "band": 152, "beats": 153, "death": 154, "love": 155, "thankfully": 156, "knows": 157, "delve": 158, "without": 159, "risking": 160, "cliche": 161, "mood": 162, "dark": 163, "similar": 164, "moving": 165, "pictures": 166, "point": 167, "neil": 168, "lyrical": 169, "talent": 170, "starts": 171, "wane": 172, "bit": 173, "problem": 174, "solved": 175, "new": 176, "vapor": 177, "trails": 178, "know": 179, "interpret": 180, "song": 181, "means": 182, "far": 183, "better": 184, "provide": 185, "explanation": 186, "tracks": 187, "please": 188, "bear": 189, "breakdown": 190, "decent": 191, "predictable": 192, "nice": 193, "backing": 194, "organs": 195, "compliment": 196, "retain": 197, "qualities": 198, "makes": 199, "like": 200, "build": 201, "towards": 202, "end": 203, "opener": 204, "stick": 205, "track": 206, "surviving": 207, "matter": 208, "rocker": 209, "plenty": 210, "punch": 211, "something": 212, "missing": 213, "heaviest": 214, "bad": 215, "excellent": 216, "moody": 217, "engaging": 218, "lyrically": 219, "throwback": 220, "chance": 221, "solo": 222, "alex": 223, "done": 224, "standout": 225, "nobody": 226, "deals": 227, "homosexuality": 228, "excells": 229, "musically": 230, "fails": 231, "front": 232, "michael": 233, "kamen": 234, "orchestrations": 235, "fit": 236, "chorus": 237, "sun": 238, "another": 239, "reviewer": 240, "put": 241, "fantasy": 242, "themed": 243, "compimenting": 244, "structure": 245, "definitely": 246, "either": 247, "alien": 248, "understanding": 249, "opposite": 250, "sex": 251, "works": 252, "way": 253, "shines": 254, "falls": 255, "speed": 256, "surprised": 257, "seems": 258, "rocking": 259, "rest": 260, "captures": 261, "overtones": 262, "agree": 263, "serves": 264, "good": 265, "break": 266, "double": 267, "quickly": 268, "grew": 269, "consider": 270, "struggle": 271, "evil": 272, "dreams": 273, "everyday": 274, "life": 275, "thing": 276, "geddy": 277, "lee": 278, "voice": 279, "never": 280, "expect": 281, "menacing": 282, "spoken": 283, "word": 284, "verses": 285, "believed": 286, "leave": 287, "perfectly": 288, "crafted": 289, "instrumental": 290, "sounds": 291, "minor": 292, "parts": 293, "sector": 294, "varied": 295, "clever": 296, "jam": 297, "session": 298, "commercial": 299, "vibe": 300, "time": 301, "nothing": 302, "contains": 303, "infectious": 304, "rocks": 305, "light": 306, "different": 307, "hte": 308, "closer": 309, "really": 310, "make": 311, "lasting": 312, "slight": 313, "letdown": 314, "fantastic": 315, "ordinary": 316, "caught": 317, "essential": 318, "addition": 319, "catalogue": 320, "reason": 321, "underrated": 322, "came": 323, "peak": 324, "years": 325, "tend": 326, "ignore": 327, "release": 328, "overrated": 329, "praise": 330, "bash": 331, "anything": 332, "true": 333, "always": 334, "technique": 335, "history": 336, "deserves": 337, "credit": 338, "buy": 339, "die": 340, "fan": 341, "ask": 342, "dedicated": 343, "fans": 344, "supposedly": 345, "obsessed": 346, "former": 347, "somewhat": 348, "think": 349, "latter": 350, "answer": 351, "fine": 352, "example": 353, "given": 354, "dubious": 355, "label": 356, "quot": 357, "kick": 358, "ass": 359, "expertly": 360, "assimilates": 361, "alternative": 362, "rawness": 363, "would": 364, "quite": 365, "mistaken": 366, "explores": 367, "territory": 368, "personal": 369, "uncomfortable": 370, "past": 371, "result": 372, "demonstrates": 373, "usual": 374, "level": 375, "excellence": 376, "shows": 377, "cool": 378, "younger": 379, "maybe": 380, "little": 381, "smooth": 382, "pick": 383, "interested": 384, "recent": 385, "bought": 386, "cd": 387, "long": 388, "ago": 389, "ca": 390, "feel": 391, "right": 392, "hero": 393, "beautiful": 394, "seem": 395, "alike": 396, "hide": 397, "lack": 398, "inspiration": 399, "often": 400, "minority": 401, "view": 402, "masterpiece": 403, "may": 404, "referred": 405, "stab": 406, "certainly": 407, "return": 408, "forefront": 409, "popular": 410, "consciousness": 411, "doubt": 412, "assisted": 413, "fully": 414, "embracing": 415, "driver": 416, "behind": 417, "direction": 418, "heading": 419, "several": 420, "synth": 421, "wash": 422, "grace": 423, "pressure": 424, "walked": 425, "path": 426, "based": 427, "performance": 428, "record": 429, "focus": 430, "rhythms": 431, "rather": 432, "budding": 433, "funk": 434, "hip": 435, "hop": 436, "present": 437, "sonic": 438, "shift": 439, "features": 440, "inspired": 441, "guitarist": 442, "lifeson": 443, "interesting": 444, "component": 445, "material": 446, "moved": 447, "traditional": 448, "freeing": 449, "fill": 450, "space": 451, "mind": 452, "distinctive": 453, "voices": 454, "instantly": 455, "recognizable": 456, "find": 457, "singing": 458, "superlative": 459, "perhaps": 460, "confidence": 461, "vocalist": 462, "allows": 463, "full": 464, "control": 465, "range": 466, "fills": 467, "investment": 468, "emotion": 469, "continues": 470, "evolution": 471, "records": 472, "peart": 473, "early": 474, "fiction": 475, "allegorical": 476, "parable": 477, "wore": 478, "lyrics": 479, "society": 480, "current": 481, "began": 482, "show": 483, "trend": 484, "bent": 485, "themes": 486, "largely": 487, "relationship": 488, "dominate": 489, "globally": 490, "minded": 491, "slant": 492, "talk": 493, "wealth": 494, "stunning": 495, "rolling": 496, "jangly": 497, "animate": 498, "soaked": 499, "bridge": 500, "stands": 501, "cuts": 502, "ditto": 503, "alone": 504, "manages": 505, "portray": 506, "haunting": 507, "tense": 508, "seeks": 509, "directions": 510, "easily": 511, "viewed": 512, "thematic": 513, "content": 514, "mentioned": 515, "previously": 516, "relationships": 517, "ofver": 518, "including": 519, "driven": 520, "shore": 521, "explosion": 522, "metaphor": 523, "funky": 524, "last": 525, "singles": 526, "cold": 527, "bitter": 528, "line": 529, "said": 530, "sufficiently": 531, "affected": 532, "vocal": 533, "delivery": 534, "undercurrent": 535, "whitmanesque": 536, "uplifting": 537, "single": 538, "reflecting": 539, "loved": 540, "everything": 541, "fairly": 542, "obvious": 543, "message": 544, "glory": 545, "powerful": 546, "swelling": 547, "handful": 548, "experimental": 549, "seeking": 550, "continuously": 551, "stabs": 552, "number": 553, "ways": 554, "overt": 555, "succeed": 556, "hope": 557, "straightahead": 558, "funkier": 559, "unique": 560, "moon": 561, "monster": 562, "riffing": 563, "churns": 564, "chugs": 565, "spins": 566, "explodes": 567, "overlooked": 568, "cleverist": 569, "moments": 570, "lyricists": 571, "bizarre": 572, "agent": 573, "strange": 574, "experimentalism": 575, "lot": 576, "intriguing": 577, "successful": 578, "experimentation": 579, "abounds": 580, "highly": 581, "recommended": 582, "apparent": 583, "soon": 584, "shifted": 585, "taken": 586, "mix": 587, "cranked": 588, "acoustic": 589, "sampled": 590, "influence": 591, "popularity": 592, "seriously": 593, "musicians": 594, "decide": 595, "lightly": 596, "reshaping": 597, "signature": 598, "shred": 599, "factor": 600, "pushed": 601, "distinctly": 602, "outings": 603, "grows": 604, "listen": 605, "called": 606, "possibly": 607, "efforts": 608, "plethora": 609, "heavy": 610, "deceiving": 611, "weak": 612, "produce": 613, "sad": 614, "ton": 615, "perfect": 616, "scenerio": 617, "played": 618, "boys": 619, "toronto": 620, "let": 621, "go": 622, "list": 623, "driving": 624, "pushes": 625, "envelope": 626, "creating": 627, "pounding": 628, "groove": 629, "hated": 630, "sounded": 631, "trying": 632, "someone": 633, "else": 634, "sense": 635, "metal": 636, "clones": 637, "couple": 638, "hundred": 639, "listens": 640, "mauling": 641, "crushing": 642, "create": 643, "staying": 644, "boasts": 645, "tunes": 646, "shining": 647, "spots": 648, "tight": 649, "afterimage": 650, "losing": 651, "creeps": 652, "gives": 653, "chills": 654, "honest": 655, "meaningful": 656, "f": 657, "cking": 658, "plain": 659, "listened": 660, "stood": 661, "slave": 662, "hormone": 663, "body": 664, "soul": 665, "lift": 666, "obscure": 667, "surface": 668, "hmmm": 669, "mediocre": 670, "drags": 671, "downer": 672, "start": 673, "getting": 674, "familiar": 675, "realize": 676, "hell": 677, "trippy": 678, "vocals": 679, "distorted": 680, "quality": 681, "flinch": 682, "potential": 683, "places": 684, "misses": 685, "instrumentals": 686, "hiatus": 687, "whenever": 688, "decides": 689, "going": 690, "loud": 691, "tired": 692, "hearing": 693, "jamming": 694, "away": 695, "opening": 696, "riff": 697, "killer": 698, "deep": 699, "biggest": 700, "since": 701, "entered": 702, "age": 703, "want": 704, "give": 705, "worth": 706, "becoms": 707, "tedious": 708, "name": 709, "dean": 710, "koontz": 711, "book": 712, "read": 713, "hate": 714, "favorites": 715, "wails": 716, "kidding": 717, "god": 718, "tell": 719, "feels": 720, "filler": 721, "repitoire": 722, "extremely": 723, "finds": 724, "redecoration": 725, "sure": 726, "musicianship": 727, "sloppy": 728, "structures": 729, "hooks": 730, "memorable": 731, "days": 732, "hemispheres": 733, "signals": 734, "newer": 735, "older": 736, "gems": 737, "yawners": 738, "created": 739, "seek": 740, "treatment": 741, "delusions": 742, "grandeur": 743, "saw": 744, "electrical": 745, "synthesizers": 746, "include": 747, "earlier": 748, "stuff": 749, "mid": 750, "late": 751, "solid": 752, "displays": 753, "write": 754, "backed": 755, "drumming": 756, "wearing": 757, "flannel": 758, "shirts": 759, "wear": 760, "thinking": 761, "old": 762, "survived": 763, "enjoyed": 764, "changed": 765, "adding": 766, "etc": 767, "forever": 768, "energy": 769, "side": 770, "kind": 771, "went": 772, "wrong": 773, "heartless": 774, "course": 775, "ruined": 776, "part": 777, "wan": 778, "na": 779, "gave": 780, "free": 781, "copy": 782, "friend": 783, "mine": 784, "tried": 785, "enjoy": 786, "possible": 787, "bummers": 788, "naturally": 789, "prefer": 790, "certain": 791, "ones": 792, "might": 793, "top": 794, "consistent": 795, "fast": 796, "suddenly": 797, "ballad": 798, "picks": 799, "coming": 800, "high": 801, "encounter": 802, "catch": 803, "compliments": 804, "okay": 805, "verse": 806, "awkward": 807, "points": 808, "use": 809, "sexuality": 810, "emotional": 811, "flourishing": 812, "dumb": 813, "ahh": 814, "ah": 815, "worst": 816, "meh": 817, "ya": 818, "bassline": 819, "generalcold": 820, "mean": 821, "catchy": 822, "spirit": 823, "radio": 824, "caps": 825, "conclusion": 826, "recommend": 827, "starting": 828, "waves": 829, "gets": 830, "consistently": 831, "unbeliavable": 832, "could": 833, "written": 834, "heroes": 835, "september": 836, "released": 837, "incredible": 838, "nineties": 839, "utterly": 840, "commecial": 841, "wonder": 842, "league": 843, "dreadful": 844, "fireless": 845, "category": 846, "saying": 847, "tends": 848, "definately": 849, "picture": 850, "guy": 851, "actually": 852, "thought": 853, "slip": 854, "gee": 855, "pretty": 856, "predict": 857, "stating": 858, "favotite": 859, "camps": 860, "got": 861, "knew": 862, "farewell": 863, "kings": 864, "whole": 865, "sections": 866, "tour": 867, "candlebox": 868, "dissappointed": 869, "crowd": 870, "night": 871, "cause": 872, "none": 873, "weeks": 874, "anyway": 875, "laugh": 876, "bored": 877, "xanadu": 878, "comment": 879, "remastered": 880, "version": 881, "day": 882, "compared": 883, "original": 884, "listening": 885, "recording": 886, "admit": 887, "crisper": 888, "catalog": 889, "need": 890, "remastering": 891, "usuaully": 892, "output": 893, "purchased": 894, "remaster": 895, "comparison": 896, "literally": 897, "difference": 898, "phase": 899, "sits": 900, "whose": 901, "spending": 902, "laboring": 903, "professional": 904, "pop": 905, "group": 906, "returned": 907, "roots": 908, "despite": 909, "presence": 910, "clunkers": 911, "managed": 912, "strong": 913, "set": 914, "effort": 915, "date": 916, "opens": 917, "astounding": 918, "deconstruct": 919, "straight": 920, "pearl": 921, "frothy": 922, "heartiest": 923, "slab": 924, "heck": 925, "fun": 926, "sustain": 927, "momentum": 928, "generated": 929, "settles": 930, "remaining": 931, "complete": 932, "fittingly": 933, "orchestration": 934, "real": 935, "dog": 936, "titled": 937, "slug": 938, "problems": 939, "torn": 940, "bits": 941, "across": 942, "represented": 943, "form": 944, "hinted": 945, "next": 946, "darned": 947, "warmth": 948, "slick": 949, "barrier": 950, "listener": 951, "second": 952, "dismiss": 953, "huge": 954, "took": 955, "longer": 956, "warm": 957, "big": 958, "almost": 959, "stellar": 960, "later": 961, "tempo": 962, "goes": 963, "upbeat": 964, "comments": 965, "manly": 966, "balanced": 967, "feminine": 968, "aspects": 969, "internal": 970, "external": 971, "exploring": 972, "idea": 973, "balance": 974, "heart": 975, "usually": 976, "departure": 977, "kinda": 978, "vein": 979, "face": 980, "closest": 981, "anymore": 982, "anthem": 983, "jams": 984, "amp": 985, "clear": 986, "crisp": 987, "shiny": 988, "guys": 989, "beauty": 990, "performed": 991, "found": 992, "low": 993, "appreciate": 994, "sentiment": 995, "particularly": 996, "expresses": 997, "pain": 998, "loss": 999, "due": 1000, "aids": 1001, "politically": 1002, "correct": 1003, "awkwardly": 1004, "frankly": 1005, "skip": 1006, "everyone": 1007, "misfire": 1008, "awhile": 1009, "recede": 1010, "background": 1011, "foreshadowing": 1012, "disappearance": 1013, "direct": 1014, "wo": 1015, "disappointed": 1016, "virtually": 1017, "sell": 1018, "shame": 1019, "look": 1020, "introduce": 1021, "place": 1022, "honor": 1023, "initially": 1024, "lacks": 1025, "consistency": 1026, "absolutely": 1027, "exact": 1028, "monstrous": 1029, "lame": 1030, "especially": 1031, "tries": 1032, "rhyme": 1033, "tackling": 1034, "controversial": 1035, "subject": 1036, "melody": 1037, "blah": 1038, "failed": 1039, "attempt": 1040, "robot": 1041, "robotic": 1042, "scientist": 1043, "sees": 1044, "wonderful": 1045, "gem": 1046, "mainly": 1047, "tho": 1048, "six": 1049, "minutes": 1050, "repetitous": 1051, "laid": 1052, "instrumntal": 1053, "audible": 1054, "metallic": 1055, "sings": 1056, "state": 1057, "shock": 1058, "ten": 1059, "learned": 1060, "run": 1061, "things": 1062, "running": 1063, "duality": 1064, "covered": 1065, "lead": 1066, "begins": 1067, "ugly": 1068, "sabbathesque": 1069, "highlight": 1070, "goofy": 1071, "pleased": 1072, "finally": 1073, "hear": 1074, "bands": 1075, "left": 1076, "pointless": 1077, "nowhere": 1078, "oh": 1079, "forget": 1080, "short": 1081, "finish": 1082, "duo": 1083, "finest": 1084, "amazing": 1085, "relentless": 1086, "wrenching": 1087, "kicking": 1088, "gut": 1089, "touching": 1090, "gritty": 1091, "coolest": 1092, "rough": 1093, "thick": 1094, "listenable": 1095, "songwriting": 1096, "photos": 1097, "liner": 1098, "notes": 1099, "buying": 1100, "understand": 1101, "peoples": 1102, "ethusiasm": 1103, "seemed": 1104, "welcome": 1105, "change": 1106, "dropped": 1107, "keyboarding": 1108, "action": 1109, "grooving": 1110, "niel": 1111, "considered": 1112, "drummers": 1113, "lived": 1114, "live": 1115, "impressive": 1116, "basicaly": 1117, "borish": 1118, "fancy": 1119, "rolls": 1120, "intricate": 1121, "fact": 1122, "worse": 1123, "principal": 1124, "lyricist": 1125, "penned": 1126, "caress": 1127, "peppered": 1128, "incredibly": 1129, "cheesey": 1130, "reak": 1131, "stupid": 1132, "breaks": 1133, "kill": 1134, "idioticly": 1135, "ball": 1136, "weird": 1137, "tonnes": 1138, "making": 1139, "times": 1140, "corniest": 1141, "cheesiest": 1142, "weepeist": 1143, "sachrinst": 1144, "exhausting": 1145, "outro": 1146, "string": 1147, "section": 1148, "beaten": 1149, "head": 1150, "cheese": 1151, "shall": 1152, "competitionfor": 1153, "job": 1154, "description": 1155, "ahhha": 1156, "ha": 1157, "moonit": 1158, "sunrisewhen": 1159, "rolesshe": 1160, "partnerbut": 1161, "firewhat": 1162, "lyric": 1163, "horrid": 1164, "worlds": 1165, "moods": 1166, "boggles": 1167, "jocular": 1168, "humourous": 1169, "say": 1170, "creative": 1171, "imaginative": 1172, "pressured": 1173, "library": 1174, "echo": 1175, "blows": 1176, "water": 1177, "recordings": 1178, "dynamics": 1179, "sacd": 1180, "analog": 1181, "source": 1182, "digital": 1183, "lps": 1184, "resolution": 1185, "except": 1186, "tape": 1187, "although": 1188, "converted": 1189, "counter": 1190, "productive": 1191, "skipped": 1192, "dat": 1193, "mastering": 1194, "widely": 1195, "utilized": 1196, "truly": 1197, "ridiculous": 1198, "using": 1199, "higher": 1200, "contacted": 1201, "kevin": 1202, "shirley": 1203, "engineer": 1204, "confirmed": 1205, "discovered": 1206, "recorded": 1207, "studer": 1208, "recently": 1209, "sony": 1210, "recorder": 1211, "le": 1212, "rank": 1213, "loath": 1214, "dominated": 1215, "decade": 1216, "begun": 1217, "leifson": 1218, "spotlight": 1219, "disc": 1220, "men": 1221, "women": 1222, "silly": 1223, "neal": 1224, "pulls": 1225, "dialogue": 1226, "characters": 1227, "highlights": 1228, "massive": 1229, "test": 1230, "remains": 1231, "eighteenth": 1232, "entitled": 1233, "october": 1234, "million": 1235, "seller": 1236, "returning": 1237, "classics": 1238, "brilliant": 1239, "throughout": 1240, "january": 1241, "montreal": 1242, "caveman": 1243, "black": 1244, "crowes": 1245, "iron": 1246, "maiden": 1247, "remixing": 1248, "led": 1249, "zeppelin": 1250, "comprised": 1251, "july": 1252, "drummer": 1253, "player": 1254, "moreso": 1255, "taste": 1256, "america": 1257, "american": 1258, "helped": 1259, "us": 1260, "charts": 1261, "vs": 1262, "keep": 1263, "pole": 1264, "position": 1265, "along": 1266, "clockwork": 1267, "angels": 1268, "highest": 1269, "surpassing": 1270, "snakes": 1271, "arrows": 1272, "chart": 1273, "placing": 1274, "aforementioned": 1275, "peaked": 1276, "platinum": 1277, "standouts": 1278, "scant": 1279, "airplay": 1280, "featuring": 1281, "grammy": 1282, "nominated": 1283, "prelude": 1284, "drum": 1285, "tours": 1286, "wild": 1287, "country": 1288, "rockers": 1289, "closing": 1290, "numbers": 1291, "overlook": 1292, "support": 1293, "blew": 1294, "stage": 1295, "providence": 1296, "rhode": 1297, "island": 1298, "professor": 1299, "kit": 1300, "undesirable": 1301, "attest": 1302, "brings": 1303, "pardon": 1304, "overused": 1305, "term": 1306, "lots": 1307, "approaching": 1308, "together": 1309, "mark": 1310, "awesome": 1311, "unfortunately": 1312, "dull": 1313, "backbeat": 1314, "smacks": 1315, "commercialism": 1316, "ignoring": 1317, "catchphrasey": 1318, "middle": 1319, "ostensibly": 1320, "sensitive": 1321, "properly": 1322, "cohesion": 1323, "nature": 1324, "slammed": 1325, "regard": 1326, "whether": 1327, "delivers": 1328, "likably": 1329, "blues": 1330, "lick": 1331, "mystical": 1332, "robert": 1333, "plant": 1334, "personally": 1335, "builds": 1336, "nicely": 1337, "apparently": 1338, "slow": 1339, "complaint": 1340, "frankensong": 1341, "stitched": 1342, "inspiring": 1343, "able": 1344, "filled": 1345, "style": 1346, "mixed": 1347, "emerging": 1348, "continue": 1349, "insightful": 1350, "sing": 1351, "human": 1352, "psyche": 1353, "endurance": 1354, "negativity": 1355, "blueprint": 1356, "civilization": 1357, "invoke": 1358, "thoughts": 1359, "powers": 1360, "evolve": 1361, "gliding": 1362, "riffs": 1363, "completely": 1364, "named": 1365, "chris": 1366, "among": 1367, "wanted": 1368, "agreement": 1369, "included": 1370, "corny": 1371, "cringe": 1372, "occasionally": 1373, "embarassing": 1374, "par": 1375, "offering": 1376, "explore": 1377, "carefully": 1378, "remember": 1379, "bag": 1380, "mostly": 1381, "roughly": 1382, "crafting": 1383, "varying": 1384, "organic": 1385, "approach": 1386, "neutered": 1387, "pass": 1388, "blame": 1389, "hine": 1390, "wisely": 1391, "passed": 1392, "discs": 1393, "arguably": 1394, "capturing": 1395, "exciting": 1396, "breathing": 1397, "treading": 1398, "dangerously": 1399, "close": 1400, "becoming": 1401, "stale": 1402, "instruments": 1403, "guitars": 1404, "roaring": 1405, "lying": 1406, "dormant": 1407, "stylings": 1408, "falling": 1409, "indeed": 1410, "alive": 1411, "sparse": 1412, "ought": 1413, "tread": 1414, "players": 1415, "noticeable": 1416, "add": 1417, "color": 1418, "linear": 1419, "grooves": 1420, "pensive": 1421, "slightly": 1422, "schitzo": 1423, "trap": 1424, "offer": 1425, "cheesy": 1426, "adept": 1427, "hits": 1428, "cylinders": 1429, "detest": 1430, "move": 1431, "adds": 1432, "dimension": 1433, "concert": 1434, "pros": 1435, "outweigh": 1436, "cons": 1437, "ai": 1438, "repeated": 1439, "hooked": 1440, "compare": 1441, "nivarna": 1442, "sometime": 1443, "hardcore": 1444, "slipknot": 1445, "sometimes": 1446, "guess": 1447, "funny": 1448, "goats": 1449, "nearly": 1450, "overstate": 1451, "impact": 1452, "kurt": 1453, "cobain": 1454, "nirvana": 1455, "five": 1456, "contribution": 1457, "believe": 1458, "twenty": 1459, "major": 1460, "exposure": 1461, "thanks": 1462, "connection": 1463, "melvins": 1464, "stewed": 1465, "noise": 1466, "punk": 1467, "artist": 1468, "barbarians": 1469, "ripped": 1470, "hair": 1471, "sabbath": 1472, "cartoon": 1473, "captain": 1474, "beefheart": 1475, "splash": 1476, "wall": 1477, "concept": 1478, "drop": 1479, "quiet": 1480, "motly": 1481, "crew": 1482, "riot": 1483, "poison": 1484, "gloss": 1485, "within": 1486, "miles": 1487, "throw": 1488, "public": 1489, "planet": 1490, "mtv": 1491, "upon": 1492, "finding": 1493, "impresses": 1494, "mudpie": 1495, "slam": 1496, "houdini": 1497, "straightforward": 1498, "singer": 1499, "metalica": 1500, "stripped": 1501, "persona": 1502, "slamming": 1503, "motion": 1504, "primal": 1505, "rage": 1506, "argue": 1507, "comparisons": 1508, "trimmings": 1509, "deny": 1510, "sheer": 1511, "stoner": 1512, "witch": 1513, "bootlicker": 1514, "damn": 1515, "harder": 1516, "sludgier": 1517, "represents": 1518, "type": 1519, "see": 1520, "changing": 1521, "flirting": 1522, "labels": 1523, "implosion": 1524, "suicide": 1525, "check": 1526, "mandatory": 1527, "broken": 1528, "separate": 1529, "acts": 1530, "snotty": 1531, "compilation": 1532, "mangled": 1533, "demos": 1534, "act": 1535, "founder": 1536, "songwriter": 1537, "heavily": 1538, "pun": 1539, "intended": 1540, "flag": 1541, "war": 1542, "composed": 1543, "droning": 1544, "dirges": 1545, "became": 1546, "slower": 1547, "definite": 1548, "regular": 1549, "element": 1550, "local": 1551, "followed": 1552, "suit": 1553, "impetus": 1554, "around": 1555, "seattle": 1556, "debut": 1557, "ep": 1558, "gluey": 1559, "porch": 1560, "treatments": 1561, "ozma": 1562, "extreme": 1563, "writing": 1564, "performances": 1565, "confrontational": 1566, "drawn": 1567, "plodding": 1568, "scarcely": 1569, "storm": 1570, "white": 1571, "taking": 1572, "mastodon": 1573, "slowly": 1574, "sinking": 1575, "tar": 1576, "pit": 1577, "seeing": 1578, "costa": 1579, "mesa": 1580, "buzz": 1581, "spewing": 1582, "atonal": 1583, "dale": 1584, "pretended": 1585, "fratboy": 1586, "types": 1587, "behest": 1588, "girlfriends": 1589, "approached": 1590, "stop": 1591, "demands": 1592, "pleas": 1593, "fell": 1594, "deaf": 1595, "ears": 1596, "glorious": 1597, "bullhead": 1598, "eggnog": 1599, "lysol": 1600, "presenthoudini": 1601, "marks": 1602, "abandoned": 1603, "lost": 1604, "embarked": 1605, "journey": 1606, "discovery": 1607, "involved": 1608, "dabbling": 1609, "weirdness": 1610, "experiments": 1611, "fail": 1612, "enjoyable": 1613, "stag": 1614, "whatever": 1615, "concerned": 1616, "squirt": 1617, "occasional": 1618, "large": 1619, "quits": 1620, "world": 1621, "corpse": 1622, "admire": 1623, "happens": 1624, "spends": 1625, "juices": 1626, "supposed": 1627, "insurance": 1628, "withouteven": 1629, "bothering": 1630, "ignorant": 1631, "happy": 1632, "breathe": 1633, "exception": 1634, "roman": 1635, "empire": 1636, "listed": 1637, "titles": 1638, "readily": 1639, "jumping": 1640, "somehow": 1641, "worthwhile": 1642, "truth": 1643, "worthy": 1644, "responsible": 1645, "dirge": 1646, "northwest": 1647, "bay": 1648, "area": 1649, "incorrect": 1650, "sir": 1651, "formed": 1652, "wa": 1653, "circa": 1654, "according": 1655, "kim": 1656, "thayil": 1657, "average": 1658, "slowed": 1659, "san": 1660, "francisco": 1661, "surely": 1662, "accessible": 1663, "int": 1664, "case": 1665, "son": 1666, "bona": 1667, "fide": 1668, "similarities": 1669, "honey": 1670, "bucket": 1671, "forward": 1672, "anyone": 1673, "building": 1674, "interest": 1675, "bloated": 1676, "lightweight": 1677, "disguises": 1678, "compositional": 1679, "inadequacies": 1680, "inside": 1681, "undercooked": 1682, "wins": 1683, "relative": 1684, "expectation": 1685, "strength": 1686, "hand": 1687, "promptly": 1688, "popped": 1689, "spin": 1690, "rob": 1691, "zombie": 1692, "raw": 1693, "stooges": 1694, "couldnt": 1695, "liked": 1696, "dirty": 1697, "constantly": 1698, "indulged": 1699, "somewhere": 1700, "sludge": 1701, "everybody": 1702, "warned": 1703, "dont": 1704, "thoroughly": 1705, "lizzy": 1706, "kiss": 1707, "cover": 1708, "blind": 1709, "stand": 1710, "opinion": 1711, "anyways": 1712, "reccomended": 1713, "announced": 1714, "thunderous": 1715, "crashing": 1716, "hooch": 1717, "document": 1718, "overtly": 1719, "uncommercial": 1720, "channeling": 1721, "artistic": 1722, "prescence": 1723, "mildly": 1724, "dynamic": 1725, "signing": 1726, "atlantic": 1727, "compadre": 1728, "chipping": 1729, "mixing": 1730, "board": 1731, "terms": 1732, "booming": 1733, "throws": 1734, "standard": 1735, "consisting": 1736, "painfully": 1737, "tweaked": 1738, "mollasses": 1739, "stereo": 1740, "jon": 1741, "blanton": 1742, "c": 1743, "rarely": 1744, "dabble": 1745, "resembling": 1746, "ordered": 1747, "amazon": 1748, "samples": 1749, "intruiged": 1750, "trip": 1751, "limited": 1752, "cds": 1753, "grown": 1754, "onto": 1755, "thus": 1756, "small": 1757, "attempts": 1758, "fitting": 1759, "grudge": 1760, "genre": 1761, "considerable": 1762, "succes": 1763, "majority": 1764, "wacky": 1765, "bending": 1766, "bowels": 1767, "lungs": 1768, "massaged": 1769, "pure": 1770, "goat": 1771, "hag": 1772, "looking": 1773, "diversity": 1774, "gon": 1775, "k": 1776, "loving": 1777, "already": 1778, "owned": 1779, "bunch": 1780, "noises": 1781, "htis": 1782, "cept": 1783, "sky": 1784, "pup": 1785, "joan": 1786, "arc": 1787, "ur": 1788, "idiot": 1789, "knowned": 1790, "ta": 1791, "fugazi": 1792, "brains": 1793, "lords": 1794, "yer": 1795, "yeah": 1796, "loves": 1797, "sludgy": 1798, "trudgy": 1799, "sledgehammer": 1800, "thud": 1801, "ugh": 1802, "gibberish": 1803, "cant": 1804, "obfuscates": 1805, "context": 1806, "deconstructive": 1807, "dada": 1808, "marginalize": 1809, "value": 1810, "meaning": 1811, "ive": 1812, "goin": 1813, "sways": 1814, "decision": 1815, "purchase": 1816, "companies": 1817, "desperately": 1818, "swept": 1819, "odd": 1820, "mainstream": 1821, "listeners": 1822, "questionable": 1823, "monolithic": 1824, "sweep": 1825, "harmonies": 1826, "eccentric": 1827, "quirky": 1828, "packed": 1829, "brooding": 1830, "showcases": 1831, "buzzo": 1832, "switching": 1833, "styles": 1834, "ease": 1835, "laying": 1836, "monumental": 1837, "superb": 1838, "adaptation": 1839, "shifting": 1840, "onslaught": 1841, "juxtaposed": 1842, "reverting": 1843, "la": 1844, "swaggering": 1845, "wonderfully": 1846, "walls": 1847, "tone": 1848, "positive": 1849, "flow": 1850, "seeping": 1851, "evident": 1852, "stages": 1853, "combinations": 1854, "teet": 1855, "copache": 1856, "combine": 1857, "thundering": 1858, "heroics": 1859, "delicious": 1860, "experiment": 1861, "dementia": 1862, "balances": 1863, "levels": 1864, "resulting": 1865, "phil": 1866, "names": 1867, "sides": 1868, "difficult": 1869, "home": 1870, "plays": 1871, "sleeve": 1872, "marvelous": 1873, "showing": 1874, "heartfelt": 1875, "intimate": 1876, "granted": 1877, "billboard": 1878, "suppose": 1879, "biz": 1880, "buried": 1881, "treasure": 1882, "soft": 1883, "mistake": 1884, "rich": 1885, "volume": 1886, "observational": 1887, "story": 1888, "survivors": 1889, "wait": 1890, "lovely": 1891, "sons": 1892, "fathers": 1893, "fly": 1894, "gorgeous": 1895, "atmospheric": 1896, "passionate": 1897, "question": 1898, "man": 1899, "perception": 1900, "sincere": 1901, "musician": 1902, "perceived": 1903, "artistically": 1904, "promising": 1905, "sold": 1906, "profit": 1907, "theno": 1908, "jacket": 1909, "requiredperiod": 1910, "sit": 1911, "shelves": 1912, "become": 1913, "staple": 1914, "budget": 1915, "bins": 1916, "expecting": 1917, "boring": 1918, "bloodless": 1919, "thorough": 1920, "realized": 1921, "commercially": 1922, "overly": 1923, "reflective": 1924, "showcase": 1925, "wants": 1926, "forgotton": 1927, "tonight": 1928, "pulsing": 1929, "pioneered": 1930, "hisface": 1931, "appropriate": 1932, "considering": 1933, "built": 1934, "mournful": 1935, "breakup": 1936, "aged": 1937, "final": 1938, "genesiswe": 1939, "dancereally": 1940, "feet": 1941, "wet": 1942, "keeps": 1943, "bouncy": 1944, "occasion": 1945, "extention": 1946, "genesis": 1947, "dramatic": 1948, "rocky": 1949, "flavor": 1950, "sincerity": 1951, "ice": 1952, "weaker": 1953, "alright": 1954, "dreamy": 1955, "totally": 1956, "escapes": 1957, "torchy": 1958, "highpoint": 1959, "critically": 1960, "acclaimed": 1961, "issue": 1962, "care": 1963, "critics": 1964, "darling": 1965, "earliest": 1966, "unlikely": 1967, "lacking": 1968, "r": 1969, "b": 1970, "companion": 1971, "cassette": 1972, "sorry": 1973, "lp": 1974, "phased": 1975, "compact": 1976, "bears": 1977, "jazz": 1978, "station": 1979, "required": 1980, "met": 1981, "lukewarm": 1982, "critique": 1983, "prior": 1984, "writes": 1985, "instead": 1986, "collaborating": 1987, "hugh": 1988, "padgham": 1989, "prouced": 1990, "tremendous": 1991, "immense": 1992, "feelings": 1993, "photo": 1994, "smiling": 1995, "fits": 1996, "depressing": 1997, "fortunate": 1998, "corner": 1999, "paradise": 2000, "sweet": 2001, "interestingly": 2002, "terrible": 2003, "somber": 2004, "combining": 2005, "overall": 2006, "call": 2007, "stars": 2008, "instrument": 2009, "fooled": 2010, "serious": 2011, "competators": 2012, "notably": 2013, "gabriel": 2014, "hes": 2015, "simple": 2016, "non": 2017, "musical": 2018, "accompaniment": 2019, "bland": 2020, "immediately": 2021, "irrelevant": 2022, "stamping": 2023, "artists": 2024, "success": 2025, "land": 2026, "earth": 2027, "quieter": 2028, "catching": 2029, "breath": 2030, "decline": 2031, "dance": 2032, "social": 2033, "hook": 2034, "seemd": 2035, "reflected": 2036, "inclusion": 2037, "meandering": 2038, "appropriately": 2039, "preachy": 2040, "father": 2041, "forgotten": 2042, "conjuresd": 2043, "images": 2044, "peices": 2045, "spark": 2046, "objectively": 2047, "sellers": 2048, "ran": 2049, "releasing": 2050, "sixth": 2051, "seventh": 2052, "progressed": 2053, "proven": 2054, "absolute": 2055, "greatest": 2056, "storythe": 2057, "yearsi": 2058, "wish": 2059, "experience": 2060, "anybody": 2061, "wishes": 2062, "everythingwhat": 2063, "grow": 2064, "child": 2065, "forgetting": 2066, "childhood": 2067, "happen": 2068, "fathersback": 2069, "regrouped": 2070, "recapture": 2071, "moment": 2072, "storyline": 2073, "waynot": 2074, "fight": 2075, "severe": 2076, "sickness": 2077, "beat": 2078, "closenot": 2079, "wonderand": 2080, "tonightnot": 2081, "impressed": 2082, "four": 2083, "socially": 2084, "conscious": 2085, "follows": 2086, "deeply": 2087, "darker": 2088, "slumping": 2089, "vastly": 2090, "meistro": 2091, "mournfully": 2092, "nostalgic": 2093, "heartwarming": 2094, "saddening": 2095, "reminiscent": 2096, "air": 2097, "express": 2098, "feeling": 2099, "melodies": 2100, "regret": 2101, "added": 2102, "sales": 2103, "plus": 2104, "talented": 2105, "poppish": 2106, "sussudio": 2107, "hearts": 2108, "steer": 2109, "happier": 2110, "melancholy": 2111, "degree": 2112, "cousin": 2113, "statements": 2114, "shown": 2115, "mass": 2116, "audience": 2117, "applies": 2118, "post": 2119, "irrevocably": 2120, "explained": 2121, "outsider": 2122, "britain": 2123, "daily": 2124, "cloud": 2125, "terrorism": 2126, "familiarity": 2127, "normal": 2128, "overlord": 2129, "prescient": 2130, "bottom": 2131, "respected": 2132, "peers": 2133, "james": 2134, "carter": 2135, "quincy": 2136, "jones": 2137, "gotten": 2138, "sexual": 2139, "innudeo": 2140, "waiting": 2141, "rare": 2142, "spare": 2143, "wrote": 2144, "apart": 2145, "machine": 2146, "intelligent": 2147, "provoking": 2148, "threat": 2149, "touches": 2150, "issues": 2151, "homelessness": 2152, "domestic": 2153, "violence": 2154, "racism": 2155, "terrific": 2156, "decades": 2157, "wow": 2158, "questions": 2159, "asked": 2160, "school": 2161, "reviews": 2162, "foremost": 2163, "amount": 2164, "variety": 2165, "mighty": 2166, "analyze": 2167, "spoil": 2168, "reading": 2169, "try": 2170, "compress": 2171, "kicks": 2172, "bang": 2173, "prowess": 2174, "dominating": 2175, "backbone": 2176, "remotely": 2177, "tempos": 2178, "simply": 2179, "passion": 2180, "wonderous": 2181, "elements": 2182, "motivate": 2183, "uplift": 2184, "comforting": 2185, "tinge": 2186, "ideal": 2187, "cup": 2188, "hot": 2189, "chocolate": 2190, "winter": 2191, "serve": 2192, "challenge": 2193, "outside": 2194, "box": 2195, "living": 2196, "cry": 2197, "epic": 2198, "soaring": 2199, "magic": 2200, "bigger": 2201, "stronger": 2202, "person": 2203, "mention": 2204, "teenager": 2205, "speaks": 2206, "volumes": 2207, "art": 2208, "likes": 2209, "admittedly": 2210, "retire": 2211, "himelf": 2212, "respect": 2213, "gift": 2214, "touched": 2215, "millions": 2216, "legacy": 2217, "immortal": 2218, "november": 2219, "company": 2220, "promote": 2221, "neither": 2222, "typical": 2223, "humor": 2224, "uses": 2225, "flopped": 2226, "bares": 2227, "hello": 2228, "must": 2229, "nerve": 2230, "intimacy": 2231, "exudes": 2232, "messages": 2233, "imbedded": 2234, "uptempo": 2235, "mature": 2236, "painful": 2237, "collector": 2238, "star": 2239, "horns": 2240, "focusing": 2241, "neccesary": 2242, "marriages": 2243, "family": 2244, "aswell": 2245, "dissapoint": 2246, "melt": 2247, "rated": 2248, "suppost": 2249, "sack": 2250, "pipes": 2251, "discusses": 2252, "political": 2253, "native": 2254, "england": 2255, "wondering": 2256, "choises": 2257, "midtempo": 2258, "missed": 2259, "collection": 2260, "extremly": 2261, "smart": 2262, "looks": 2263, "giving": 2264, "recalls": 2265, "musicallt": 2266, "intense": 2267, "formula": 2268, "orchestra": 2269, "faster": 2270, "reminds": 2271, "arrange": 2272, "accept": 2273, "casual": 2274, "deliver": 2275, "statement": 2276, "sting": 2277, "growing": 2278, "flop": 2279, "regardless": 2280, "discover": 2281, "desolate": 2282, "lonely": 2283, "claustrophobic": 2284, "fifth": 2285, "hater": 2286, "deke": 2287, "leonard": 2288, "welsh": 2289, "quicksilver": 2290, "john": 2291, "chipolina": 2292, "brand": 2293, "x": 2294, "understood": 2295, "relied": 2296, "distracting": 2297, "veiw": 2298, "costumes": 2299, "closely": 2300, "excitement": 2301, "energetic": 2302, "rolled": 2303, "meanwhile": 2304, "surprise": 2305, "anticipation": 2306, "gold": 2307, "delivered": 2308, "described": 2309, "abandon": 2310, "superstar": 2311, "unfair": 2312, "threefold": 2313, "integration": 2314, "psychedelic": 2315, "describe": 2316, "city": 2317, "street": 2318, "touch": 2319, "psychedelica": 2320, "infused": 2321, "product": 2322, "disappointing": 2323, "replaced": 2324, "introduced": 2325, "socilogical": 2326, "hurts": 2327, "seen": 2328, "table": 2329, "introduction": 2330, "describes": 2331, "includes": 2332, "quote": 2333, "sums": 2334, "provides": 2335, "insight": 2336, "served": 2337, "continuation": 2338, "conflicts": 2339, "root": 2340, "conflict": 2341, "crack": 2342, "bagpipes": 2343, "truncated": 2344, "keyboard": 2345, "intro": 2346, "intangible": 2347, "standpoint": 2348, "steve": 2349, "winwood": 2350, "vacant": 2351, "chair": 2352, "mentioning": 2353, "walking": 2354, "danger": 2355, "zone": 2356, "intensity": 2357, "solemn": 2358, "programs": 2359, "blanket": 2360, "helps": 2361, "comfortable": 2362, "atmosphere": 2363, "idyllic": 2364, "fizzled": 2365, "remained": 2366, "fresh": 2367, "reflects": 2368, "holding": 2369, "remembering": 2370, "breaking": 2371, "partner": 2372, "compassionate": 2373, "homeless": 2374, "ahead": 2375, "megahit": 2376, "split": 2377, "forcasted": 2378, "stories": 2379, "gander": 2380, "states": 2381, "constant": 2382, "favourite": 2383, "contained": 2384, "ballads": 2385, "wardrobe": 2386, "growed": 2387, "buyed": 2388, "cheerfull": 2389, "ofthe": 2390, "beautifull": 2391, "tribal": 2392, "bet": 2393, "gabriels": 2394, "simmilar": 2395, "forgoten": 2396, "ment": 2397, "situation": 2398, "unemployed": 2399, "gangsters": 2400, "simplier": 2401, "forgot": 2402, "basses": 2403, "piano": 2404, "suprised": 2405, "breathtaking": 2406, "capital": 2407, "predecessor": 2408, "figures": 2409, "contrary": 2410, "puppet": 2411, "mindless": 2412, "cash": 2413, "performer": 2414, "intrigued": 2415, "learn": 2416, "producing": 2417, "testament": 2418, "stretch": 2419, "assistance": 2420, "basic": 2421, "masters": 2422, "step": 2423, "forth": 2424, "significance": 2425, "respects": 2426, "results": 2427, "appear": 2428, "pulled": 2429, "ends": 2430, "pace": 2431, "effective": 2432, "circular": 2433, "rhythm": 2434, "sighing": 2435, "arrestingly": 2436, "dream": 2437, "academy": 2438, "seemingly": 2439, "simulation": 2440, "synthesizer": 2441, "hackett": 2442, "nod": 2443, "affection": 2444, "romantic": 2445, "bittersweet": 2446, "rousing": 2447, "compassion": 2448, "effectively": 2449, "incorporating": 2450, "bagpipe": 2451, "infectiously": 2452, "bringing": 2453, "finale": 2454, "wishful": 2455, "lose": 2456, "characteristic": 2457, "affecting": 2458, "disappointment": 2459, "dirt": 2460, "cheap": 2461, "condition": 2462, "steal": 2463, "eye": 2464, "mmmmmm": 2465, "wander": 2466, "macca": 2467, "mccartney": 2468, "lingering": 2469, "proper": 2470, "arrangement": 2471, "topics": 2472, "whereas": 2473, "universal": 2474, "appeal": 2475, "phenominal": 2476, "proves": 2477, "disappearing": 2478, "caravan": 2479, "ok": 2480, "private": 2481, "max": 2482, "third": 2483, "open": 2484, "easy": 2485, "disaster": 2486, "sleep": 2487, "badly": 2488, "uninteresting": 2489, "defend": 2490, "lennon": 2491, "instant": 2492, "karma": 2493, "refering": 2494, "commentary": 2495, "expression": 2496, "deeper": 2497, "irish": 2498, "divorce": 2499, "ghetto": 2500, "kid": 2501, "confronting": 2502, "stranded": 2503, "poor": 2504, "town": 2505, "examples": 2506, "faces": 2507, "critical": 2508, "facing": 2509, "resistance": 2510, "treat": 2511, "coping": 2512, "special": 2513, "effect": 2514, "pink": 2515, "triumph": 2516, "tori": 2517, "amos": 2518, "wisdom": 2519, "writer": 2520, "gifted": 2521, "woman": 2522, "gentle": 2523, "bells": 2524, "girl": 2525, "save": 2526, "abusive": 2527, "boyfriend": 2528, "sand": 2529, "shoes": 2530, "pissing": 2531, "river": 2532, "trailer": 2533, "park": 2534, "tongue": 2535, "lover": 2536, "strays": 2537, "regularly": 2538, "cornflake": 2539, "waitress": 2540, "anatasia": 2541, "longest": 2542, "birthday": 2543, "blood": 2544, "hands": 2545, "dress": 2546, "surprising": 2547, "icicle": 2548, "holds": 2549, "goddess": 2550, "swallow": 2551, "earthquakes": 2552, "mumble": 2553, "lifeless": 2554, "anastasia": 2555, "envious": 2556, "violent": 2557, "peace": 2558, "raise": 2559, "eyebrows": 2560, "hinting": 2561, "masterbation": 2562, "church": 2563, "acquired": 2564, "genius": 2565, "defining": 2566, "majestic": 2567, "simplicity": 2568, "tranquilly": 2569, "exquisite": 2570, "strings": 2571, "tumbles": 2572, "schizophrenic": 2573, "key": 2574, "moans": 2575, "angst": 2576, "tune": 2577, "alanis": 2578, "jagged": 2579, "pill": 2580, "jazzy": 2581, "edgy": 2582, "screeching": 2583, "irritating": 2584, "chiming": 2585, "mission": 2586, "mellow": 2587, "lullaby": 2588, "baker": 2589, "bakery": 2590, "explain": 2591, "icing": 2592, "preceding": 2593, "whimsically": 2594, "ethereal": 2595, "carnival": 2596, "industrial": 2597, "ironic": 2598, "comical": 2599, "screams": 2600, "bitch": 2601, "twang": 2602, "mandolins": 2603, "complementing": 2604, "resonant": 2605, "strongest": 2606, "dissonance": 2607, "soprano": 2608, "toungue": 2609, "behold": 2610, "percussion": 2611, "changes": 2612, "hilariously": 2613, "lemon": 2614, "pie": 2615, "comander": 2616, "lines": 2617, "secure": 2618, "remind": 2619, "pele": 2620, "anastacia": 2621, "exhilarating": 2622, "drawing": 2623, "suitably": 2624, "turns": 2625, "wonderment": 2626, "whimsical": 2627, "accomplishemnts": 2628, "outdo": 2629, "lilting": 2630, "aggressive": 2631, "expressive": 2632, "weaves": 2633, "tapestry": 2634, "sends": 2635, "fluttering": 2636, "stirring": 2637, "dancing": 2638, "hilarious": 2639, "contemplative": 2640, "bliss": 2641, "breathless": 2642, "arrangments": 2643, "complex": 2644, "weirder": 2645, "vague": 2646, "rewarding": 2647, "turned": 2648, "hushed": 2649, "glass": 2650, "shattering": 2651, "crescendo": 2652, "combines": 2653, "angelic": 2654, "interludes": 2655, "surprisingly": 2656, "friendly": 2657, "breezy": 2658, "emotions": 2659, "playful": 2660, "wintry": 2661, "reconstructed": 2662, "glockenschpiel": 2663, "murky": 2664, "drab": 2665, "closes": 2666, "compositions": 2667, "minute": 2668, "orchestral": 2669, "lighthearted": 2670, "romp": 2671, "angriest": 2672, "loudest": 2673, "lush": 2674, "spacey": 2675, "transitional": 2676, "balladry": 2677, "erratic": 2678, "tonge": 2679, "uk": 2680, "broke": 2681, "australia": 2682, "austria": 2683, "booklet": 2684, "shot": 2685, "photographs": 2686, "ms": 2687, "remarkable": 2688, "capable": 2689, "noteable": 2690, "needed": 2691, "order": 2692, "therefore": 2693, "sophomore": 2694, "unprecedented": 2695, "amongst": 2696, "female": 2697, "connect": 2698, "visceral": 2699, "natural": 2700, "rightly": 2701, "hailed": 2702, "achievement": 2703, "tormented": 2704, "subjects": 2705, "unusual": 2706, "fresher": 2707, "avoided": 2708, "slump": 2709, "factors": 2710, "fragile": 2711, "bellowing": 2712, "yelps": 2713, "seconds": 2714, "controls": 2715, "greg": 2716, "letters": 2717, "pen": 2718, "aware": 2719, "sassy": 2720, "challenging": 2721, "faith": 2722, "asking": 2723, "bible": 2724, "belt": 2725, "approve": 2726, "favourites": 2727, "begin": 2728, "slipped": 2729, "ominous": 2730, "creates": 2731, "arranged": 2732, "piece": 2733, "whilst": 2734, "unashamed": 2735, "infact": 2736, "wanting": 2737, "worked": 2738, "cafe": 2739, "kept": 2740, "lay": 2741, "forgettable": 2742, "plods": 2743, "mini": 2744, "clocks": 2745, "staggering": 2746, "composition": 2747, "grade": 2748, "raises": 2749, "frequently": 2750, "status": 2751, "leading": 2752, "require": 2753, "sink": 2754, "friends": 2755, "drag": 2756, "orgasmic": 2757, "disagree": 2758, "rs": 2759, "influential": 2760, "naw": 2761, "natalie": 2762, "merchant": 2763, "sarah": 2764, "mclachlan": 2765, "paula": 2766, "cole": 2767, "seamless": 2768, "nonetheless": 2769, "entry": 2770, "featured": 2771, "prominently": 2772, "expands": 2773, "framing": 2774, "arrangements": 2775, "bulk": 2776, "proceedings": 2777, "chastises": 2778, "situations": 2779, "bold": 2780, "preacher": 2781, "daughter": 2782, "cheek": 2783, "contemplates": 2784, "killing": 2785, "spectacular": 2786, "follow": 2787, "criticize": 2788, "rape": 2789, "religion": 2790, "comedic": 2791, "pleasure": 2792, "closed": 2793, "room": 2794, "haste": 2795, "match": 2796, "aching": 2797, "ride": 2798, "increased": 2799, "technical": 2800, "skill": 2801, "willingness": 2802, "explicit": 2803, "important": 2804, "video": 2805, "insights": 2806, "amaze": 2807, "fullness": 2808, "tender": 2809, "occasions": 2810, "stopped": 2811, "deliciously": 2812, "naughty": 2813, "ability": 2814, "effortlessly": 2815, "switch": 2816, "unaffecting": 2817, "forceful": 2818, "jaunty": 2819, "deal": 2820, "eyes": 2821, "reality": 2822, "pleasant": 2823, "strikes": 2824, "address": 2825, "words": 2826, "useful": 2827, "refer": 2828, "poetry": 2829, "unsure": 2830, "purchasing": 2831, "extensive": 2832, "eclectic": 2833, "kant": 2834, "peel": 2835, "mother": 2836, "beekeeper": 2837, "twice": 2838, "comparable": 2839, "picking": 2840, "confessionals": 2841, "reflections": 2842, "sadness": 2843, "prevailing": 2844, "cloth": 2845, "sequel": 2846, "possesses": 2847, "superior": 2848, "compelling": 2849, "subtle": 2850, "captivating": 2851, "transfixed": 2852, "duration": 2853, "stable": 2854, "overdone": 2855, "asks": 2856, "fundamental": 2857, "knowing": 2858, "forthcoming": 2859, "spice": 2860, "tells": 2861, "underwhelming": 2862, "progresses": 2863, "subdued": 2864, "underlying": 2865, "gripping": 2866, "hauntingly": 2867, "popish": 2868, "trent": 2869, "reznor": 2870, "nine": 2871, "inch": 2872, "nails": 2873, "contrast": 2874, "decipher": 2875, "opportunity": 2876, "dazzling": 2877, "array": 2878, "progressions": 2879, "arraignments": 2880, "eerie": 2881, "field": 2882, "leaves": 2883, "disturbing": 2884, "catchiest": 2885, "mandolin": 2886, "engrossing": 2887, "chosen": 2888, "lasts": 2889, "counting": 2890, "heightens": 2891, "drifts": 2892, "brightest": 2893, "cymbals": 2894, "alternating": 2895, "unexpected": 2896, "concludes": 2897, "length": 2898, "stays": 2899, "emotionally": 2900, "confessional": 2901, "shares": 2902, "innermost": 2903, "demons": 2904, "abstract": 2905, "scattered": 2906, "bedroom": 2907, "prevails": 2908, "convey": 2909, "draining": 2910, "chord": 2911, "concerts": 2912, "observe": 2913, "ages": 2914, "persuasions": 2915, "normally": 2916, "tea": 2917, "classical": 2918, "development": 2919, "expansion": 2920, "focused": 2921, "restrict": 2922, "confine": 2923, "cage": 2924, "hundredth": 2925, "intellectual": 2926, "emerged": 2927, "reputation": 2928, "wicked": 2929, "calling": 2930, "faithful": 2931, "followers": 2932, "uninhibited": 2933, "boundaries": 2934, "albeit": 2935, "launched": 2936, "limelight": 2937, "fourth": 2938, "amazingly": 2939, "mouth": 2940, "watering": 2941, "choirgirl": 2942, "acceptance": 2943, "mirth": 2944, "denial": 2945, "joy": 2946, "sorrow": 2947, "successive": 2948, "tirades": 2949, "maturing": 2950, "poet": 2951, "morphing": 2952, "tears": 2953, "sweat": 2954, "humility": 2955, "supporting": 2956, "unconditionally": 2957, "loyally": 2958, "unswervingly": 2959, "mold": 2960, "sat": 2961, "dimentions": 2962, "growth": 2963, "felt": 2964, "spiritual": 2965, "says": 2966, "lays": 2967, "christians": 2968, "sunday": 2969, "strive": 2970, "holy": 2971, "week": 2972, "suitable": 2973, "sodom": 2974, "gomorrah": 2975, "hurt": 2976, "rejected": 2977, "almighty": 2978, "lives": 2979, "reach": 2980, "grab": 2981, "force": 2982, "cornfalke": 2983, "favour": 2984, "witty": 2985, "hotel": 2986, "equally": 2987, "honestly": 2988, "ragged": 2989, "harsh": 2990, "delicate": 2991, "combination": 2992, "transition": 2993, "perform": 2994, "apathetic": 2995, "adoring": 2996, "alias": 2997, "limb": 2998, "glad": 2999, "seduced": 3000, "loyal": 3001, "exceptionally": 3002, "displaying": 3003, "neurotic": 3004, "ingenuity": 3005, "cryptic": 3006, "stark": 3007, "dragged": 3008, "screaming": 3009, "iceland": 3010, "impossible": 3011, "heights": 3012, "realised": 3013, "today": 3014, "obsessive": 3015, "recognises": 3016, "cathartic": 3017, "purging": 3018, "process": 3019, "represent": 3020, "completed": 3021, "labour": 3022, "talents": 3023, "surreal": 3024, "venus": 3025, "unpredictably": 3026, "feature": 3027, "lowpoint": 3028, "stress": 3029, "sooooo": 3030, "metaphors": 3031, "conveys": 3032, "odvious": 3033, "stroing": 3034, "believes": 3035, "reminded": 3036, "climax": 3037, "divine": 3038, "vry": 3039, "inaccessible": 3040, "paragraph": 3041, "appeals": 3042, "broad": 3043, "bjork": 3044, "goldfrapp": 3045, "complxity": 3046, "abouyt": 3047, 